Repository: amiga-mui/thebar
Catalog: mcp/locale/*.po
Languages: dutch, french, german, italian, russian, spanish

# MSG_Popback_Pattern (710//)
source: Pattern
dutch: Patroon
french: Motif
german: Muster
italian: Trama
russian: Шаблон
spanish: Trama

# MSG_Popback_Color (711//)
source: Color
dutch: Kleur
french: Couleur
german: Farbe
italian: Colore
russian: Цвет

# MSG_Popback_Bitmap (712//)
source: Bitmap
russian: Картинка
spanish: Imagen

# MSG_Popback_Gradient (713//)
source: Gradient
dutch: Verloop
french: Dégradé
italian: Gradiente
russian: Градиент
spanish: Gadiente

# MSG_Popback_HorizGradient (714//)
source: Horizontal
dutch: Horizontaal
italian: Orizzontale
russian: Горизонтальный

# MSG_Popback_HorizGradientHelp (715//)
source: If selected, you get a horizontal gradient.
dutch: Als je dit kiest krijg je een horizontaal kleurenverloop.
french: Avec cette option, un dégradé horizontal est obtenu.
german: Wenn gewählt, wird ein horizontaler Gradient erstellt.
italian: Se selezionato, il gradiente è orizzontale.
russian: Если выбрано, Вы получите горизонтальный перелив.
spanish: Gradiente horizontal.

# MSG_Popback_VertGradient (716//)
source: Vertical
dutch: Vericaal
german: Vertikal
italian: Verticale
russian: Вертикальный

# MSG_Popback_VertGradientHelp (717//)
source: If selected, you get a vertical gradient.
dutch: Als je dit kiest krijg je een verticaal kleurenverloop.
french: Avec cette option, un dégradé vertical est obtenu.
german: Wenn gewählt, wird ein vertikaler Gradient erstellt.
italian: Se selezionato, il gradiente è verticale.
russian: Если выбрано, Вы получите вертикальный перелив.
spanish: Gradiente vertical.

# MSG_Popback_From (718//)
source: From color
dutch: Beginkleur
french: Couleur source
german: von Farbe
italian: Dal colore
russian: От цвета
spanish: De color

# MSG_Popback_To (719//)
source: To color
dutch: Eindkleur
french: Couleur cible
german: zu Farbe
italian: Al colore
russian: К цвету
spanish: A color

# MSG_Popback_Swap (720//)
source: Swap
dutch: Wissel
french: Echanger
german: Wechseln
italian: Scambia
russian: Поменять
spanish: Intercambiar

# MSG_Popback_SwapHelp (721//)
source: Swaps from/to colors.
dutch: Wisselt begin- en eindkleur
french: Echanger les couleurs source/cible.
german: Wechselt von/zu Farben.
italian: Scambia i colori da/a.
russian: Поменять местами цвета.
spanish: Intercambiar dos colores elegidos.

# MSG_Poppen_Colormap (801//)
source: Colormap
dutch: Kleurenmap
german: Farbrad
italian: Mappa
russian: Палитра
spanish: Color

# MSG_Poppen_Shine (803//)
source: Shine
dutch: Schijnen
french: Brillant
german: Hell
italian: Luce
russian: Подсветка

# MSG_Poppen_Halfshine (804//)
source: Halfshine
dutch: Halfschijnen
french: Demi-brillant
german: Mittelhell
italian: Mezza luce
russian: Осветление

# MSG_Poppen_Background (805//)
source: Background
dutch: Achtergrond
french: Arrière-plan
german: Hintergrund
italian: Sfondo
russian: Фон

# MSG_Poppen_Halfshadow (806//)
source: Halfshadow
dutch: Halfschaduw
french: Demi-Ombre
german: Halbschatten
italian: Mezza ombra
russian: Полутень

# MSG_Poppen_Shadow (807//)
source: Shadow
dutch: Schaduw
french: Ombre
german: Schatten
italian: Ombra
russian: Тень

# MSG_Poppen_Text (808//)
source: Text
dutch: Tekst
french: Texte
italian: Testo
russian: Текст

# MSG_Poppen_Fill (809//)
source: Fill
dutch: Opvul
french: Remplissage
german: Füllen
italian: Riempimento
russian: Заливка

# MSG_Poppen_Mark (810//)
source: Mark
dutch: Markeer
french: Sélection
german: Markieren
italian: Selezione
russian: Отметить

# MSG_Poppen_ColorMapHelp (811//)
source: Select a screen color entry.
dutch: Kies een schermkleur
french: Sélectionnez une couleur écran.
german: Eine Schirmfarbe wählen.
italian: Scegli una voce colore schermo.
russian: Выберите цвет экрана.
spanish: Colores definidos en MUI/AmigaOS.

# MSG_ColoradjustRed (900//)
source: Red
dutch: Rood
french: Rouge
german: Rot
italian: Rosso
russian: Красный
spanish: _Rojo

# MSG_Coloradjust_RedHelp (901//)
source: The red component of the color.
dutch: De rode component van de kleur
french: Composante rouge de la couleur.
german: Die rote Komponente der Farbe.
italian: La componente rossa del colore.
russian: Красная компонента цвета.
spanish: Componente de rojo del color.

# MSG_ColoradjustGreen (902//)
source: Green
dutch: Groen
french: Vert
german: Grün
italian: Verde
russian: Зелёный
spanish: _Verde

# MSG_Coloradjust_GreenHelp (903//)
source: The green component of the color.
dutch: De groene component van de kleur
french: Composante verte de la couleur.
german: Die grüne Komponente der Farbe.
italian: La componente verde del colore.
russian: Зелёная компонента цвета.
spanish: Componente de verde del color.

# MSG_ColoradjustBlue (904//)
source: Blue
dutch: Blauw
french: Bleu
german: Blau
russian: Синий
spanish: A_zul

# MSG_Coloradjust_BlueHelp (905//)
source: The blue component of the color.
dutch: De blauwe componten van de kleur
french: Composante bleue de la couleur.
german: Die blaue Komponente der Farbe.
italian: La componente blu del colore.
russian: Синия компонента цвета.
spanish: Componente de azul del color.

# MSG_Coloradjust_WheelHelp (907//)
source: Move the mouse to select a color.
dutch: Verplaats de muis om een kleur te kiezen
french: Déplacez la souris pour sélectionner une couleur.
german: Maus bewegen um Farbe zu wählen.
italian: Muovi il mouse per scegliere un colore.
russian: Перемещайте мышку для выбора цвета.
spanish: Mueva el ratón para elegir un color.

# MSG_Coloradjust_GradientHelp (908//)
source: The brightness of the color.
dutch: De helderheid van de kleur
french: La luminosité de la couleur.
german: Die Helligkeit der Farbe.
italian: La luminosità del colore.
russian: Яркость цвета.
spanish: Componente de brillo del color.

# MSG_PrefsShortHelp (1000//)
source: Next generation tool bar class.
dutch: Volgende generatie toolbalkclass
german: Werkzeugleisten-Klasse der nächsten Generation.
italian: Moderna barra bottoni.
russian: Инструментальный класс нового поколения.
spanish: La siguiente generación en barra de herramientas.

# MSG_Poppen_RGB (802//)
source: RGB
french: RVB

# MSG_Coloradjust_WheelAbbr (906//)
source: GCBMRY
french: VCBMRJ
