Repository: amiga-mui/thebar
Catalog: mcp/locale/*.po
Languages: dutch, french, german, italian, russian, spanish

# MSG_LabelPos_Help (223//)
source: Adjust the position of text in Icons and text buttons.
dutch: Pas de positie aan van tekst in knoppen met iconen en tekst.
french: Configure la position du texte dans les boutons « Icônes et texte »
german: Stellt die Position des Textes Symbole und Textknöpfe ein.
italian: Modifica la posizione del testo in bottoni "Immagini e testo".
russian: Положение текста в иконках и текстовых кнопках.
spanish: Posición del texto en el botón.

# MSG_LabelPos_Bottom (224//)
source: Bottom
dutch: Onder
french: en Bas
german: Unten
italian: Sotto
russian: Снизу
spanish: abajo

# MSG_LabelPos_Top (225//)
source: Top
dutch: Boven
french: en Haut
german: Oben
italian: Sopra
russian: Сверху
spanish: arriba

# MSG_LabelPos_Right (226//)
source: Right
dutch: Rechts
french: à Droite
german: Rechts
italian: A sinistra
russian: Справа
spanish: derecha

# MSG_LabelPos_Left (227//)
source: Left
dutch: Links
french: à Gauche
german: Links
italian: A destra
russian: Слева
spanish: izquierda

# MSG_Title_GroupSpacing (300//)
source: Bar
dutch: Balk
french: Barre
german: Leiste
italian: Gruppo
russian: Панель
spanish: Barra

# MSG_HorizGroupSpacing (301//)
source: Horiz
german: Horizontal
italian: Oriz
russian: Гориз

# MSG_HorizGroupSpacing_Help (302//)
source: Pixels between two buttons in a bar row.
dutch: Pixels tussen twee knoppen in een balk
french: Nombre de pixels entre deux boutons sur une même ligne.
german: Pixel zwischen zwei Knöpfen in einer Reihe.
italian: Punti tra due bottoni di una riga.
russian: Число пикселей между двумя кнопками в строке панели.
spanish: Distancia en píxeles entre 2 botones de la misma fila.

# MSG_VertGroupSpacing (303//)
source: Vert
german: Vertikal
russian: Верт

# MSG_VertGroupSpacing_Help (304//)
source: Pixels between two bar rows.
dutch: Pixels tussen twee rijen knoppen
french: Nombre de pixels entre deux lignes.
german: Pixel zwischen zwei Knopfreihen.
italian: Punti tra due righe di una barra.
russian: Число пикселей между двумя строчками панели.
spanish: Distancia en píxeles entre botones de la misma columna.

# MSG_BarSpacerSpacing (305//)
source: Bar
dutch: Balk
french: Séparateur
german: Leiste
italian: Barra
russian: Панель
spanish: Sep_arador

# MSG_BarSpacerSpacing_Help (306//)
source: Pixels between a Bar spacer and the previous/next object.
dutch: Pixels tussen een balkafstand en het vorige/volgende object.
french: Nombre de pixels entre un séparateur et les objets précédents et suivants.
german: Pixel zwischen einem Leisten- trenner und dem nächsten Objekt.
italian: Punti tra la barra spazio ed i bottoni che la precedono e la seguono.
russian: Число пикселей между разделителем и предыдущим/следующим объектом.
spanish: Distancia en píxeles entre el separador y el anterior/siguiente botón.

# MSG_Title_InnerSpacing (307//)
source: Buttons
dutch: Knoppen
french: Boutons
german: Knöpfe
italian: Bottoni
russian: Кнопки
spanish: Botones

# MSG_HorizInnerSpacing (308//)
source: Horiz
german: Horizontal
italian: Oriz
russian: Гориз

# MSG_HorizInnerSpacing_Help (309//)
source: Pixels between the left/right frame border and the button contents.
dutch: Pixels tussen de linker-/rechterrand van het kader en de knopinhoud.
french: Nombre de pixels entre les bords gauche/droite du cadre des boutons et leur contenu.
german: Pixel zwischen dem linken/rechten Rahmenrand und dem Knopfinhalt.
italian: Punti tra il bordo sinistro e destro della cornice ed il contenuto di un bottone.
russian: Число пикселей между левым/правым бордюром и содержимым кнопки.
spanish: Distancia a la izquierda/derecha en píxeles en el botón de la imagen/texto y su marco.

# MSG_TopInnerSpacing (310//)
source: Top
dutch: Boven
french: Haut
german: Oben
italian: Sopra
russian: Вверху
spanish: _Sup.

# MSG_TopInnerSpacing_Help (311//)
source: Pixels between the top frame border and the button contents.
dutch: Afstand tussen de bovenste rand van het kader en de knopinhoud.
french: Nombre de pixels entre le bord haut des boutons et leur contenu.
german: Pixel zwischen dem oberen Rahmenrand und dem Knopfinhalt.
italian: Punti tra il bordo superiore della cornice ed il contenuto di un bottone.
russian: Число пикселей между верхним бордюром и содержимым кнопки.
spanish: Distancia arriba en píxeles en el botón de la imagen/texto y su marco.

# MSG_BottomInnerSpacing (312//)
source: Bottom
dutch: Onder
french: Bas
german: Unten
italian: Sotto
russian: Внизу
spanish: _Inf.

# MSG_BottomInnerSpacing_Help (313//)
source: Pixels between the bottom frame border and the button contents.
dutch: Pixels tussen de onderste rand van het kader en de knopinhoud.
french: Nombre de pixels entre le bord bas des boutons et leur contenu.
german: Pixel zwischen dem unteren Rahmenrand und dem Knopfinhalt.
italian: Punti tra il bordo inferiore della cornice ed il contenuto di un bottone.
russian: Число пикселей между нижним бордюром и содержимым кнопки.
spanish: Distancia abajo en píxeles en el botón de la imagen/texto y su marco.

# MSG_Title_BarFrameSpacing (314//)
source: Bar frame
dutch: Balk kader
french: Cadre de la barre
german: Leistenrahmen
italian: Cornice barra
russian: Рамка панели
spanish: Contorno Barra

# MSG_LeftBarFrameSpacing (315//)
source: Left
dutch: Links
french: Gauche
german: Links
italian: Sinistra
russian: Слева
spanish: I_zq.

# MSG_LeftBarFrameSpacing_Help (316//)
source: Pixels between the left frame border and the bar contents.
dutch: Pixels tussen de linker rand van het kader en de balkinhoud.
french: Nombre de pixels entre le bord gauche de la barre et son contenu.
german: Pixel zwischen dem linken Rahmenrand und dem Leisteninhalt.
italian: Punti tra il bordo sinistro della cornice ed il contenuto di un bottone.
russian: Число пикселей между левым бордюром и содержимым панели.
spanish: Distancia en píxeles entre la barra de botones y el marco izquierdo.

# MSG_RightBarFrameSpacing (317//)
source: Right
dutch: Rechts
french: Droite
german: Rechts
italian: Destra
russian: Справа
spanish: _Dch.

# MSG_RightBarFrameSpacing_Help (318//)
source: Pixels between the right frame border and the bar contents.
dutch: Pixels tussen de rechter rand van het kader en de balkinhoud.
french: Nombre de pixels entre le bord droit de la barre et son contenu.
german: Pixel zwischen dem rechten Rahmenrand und dem Leisteninhalt.
italian: Punti tra il bordo destro della cornice ed il contenuto di un bottone.
russian: Число пикселей между правым бордюром и содержимым панели.
spanish: Distancia en píxeles entre la barra de botones y el marco derecho.

# MSG_TopBarFrameSpacing (319//)
source: Top
dutch: Boven
french: Haut
german: Oben
italian: Sopra
russian: Сверху
spanish: Su_p.

# MSG_TopBarFrameSpacing_Help (320//)
source: Pixels between the top frame border and the bar contents.
dutch: Pixels tussen de bovenste rand van het kader en de kaderinhoud.
french: Nombre de pixels entre le bord haut de la barre et son contenu.
german: Pixel zwischen dem oberen Rahmenrand und dem Leisteninhalt.
italian: Punti tra il bordo superiore della cornice ed il contenuto di un bottone.
russian: Число пикселей между верхним бордюром и содержимым панели.
spanish: Distancia en píxeles entre la barra de botones y el marco superior.

# MSG_BottomBarFrameSpacing (321//)
source: Bottom
dutch: Onder
french: Bas
german: Unten
italian: Sotto
russian: Снизу
spanish: I_nf.

# MSG_BottomBarFrameSpacing_Help (322//)
source: Pixels between the bottom frame border and the bar contents.
dutch: Pixels tussen de onderste rand van het kader en de balkinhoud.
french: Nombre de pixels entre le bord bas de la barre et son contenu.
german: Pixel zwischen dem unteren Rahmenrand und dem Leisteninhalt.
italian: Punti tra il bordo inferiore della cornice ed il contenuto di un bottone.
russian: Число пикселей между нижним бордюром и содержимым панели.
spanish: Distancia en píxeles entre la barra de botones y el marco inferior.

# MSG_Title_TextGfxSpacing (323//)
source: Text/Gfx
dutch: Tekst/Gfx
french: Icône/Texte
italian: Testo/Immagini
russian: Текст/Грф
spanish: Texto/Imágenes

# MSG_HorizTextGfxSpacing (324//)
source: Horiz
german: Horizontal
italian: Oriz
russian: Гориз

# MSG_HorizTextGfxSpacing_Help (325//)
source: Pixels between an image and its left/right placed label.
dutch: Pixels tussen een afbeelding en het links/rechts geplaatste label.
french: Nombre de pixels entre un icône et son label placé à gauche ou à droite.
german: Pixel zwischen einem Bild und der rechten/linken Beschriftung.
italian: Punti tra l'immagine ed il testo posto a sinistra o a destra.
russian: Число пикселей между изображением и его заголовком слева/справа.
spanish: Distancia en píxeles entre la imagen y el texto posicionado a la izquierda/derecha.

# MSG_VertTextGfxSpacing (326//)
source: Vert
german: Vertikal
russian: Верт

# MSG_VertTextGfxSpacing_Help (327//)
source: Pixels between an image and its bottom/top placed label.
dutch: Pixels tussen een afbeelding en het boven/onder geplaatste label.
french: Nombre de pixels entre un icône et son label placé au dessus ou en dessous.
german: Pixel zwischen einem Bild und der oberen/unteren Beschriftung.
italian: Punti tra l'immagine ed il testo posto sopra o sotto.
russian: Число пикселей между изображением и его заголовком снизу/сверху.
spanish: Distancia en píxeles entre la imagen y el texto posicionado arriba/abajo.

# MSG_Precision_Gui (400//)
source: Bad
dutch: Slecht
french: Mauvais
german: Schlecht
italian: Minima
russian: Ужастное
spanish: mala

# MSG_Precision_Icon (401//)
source: Poor
dutch: Matig
french: Pauvre
german: Mittel
italian: Bassa
russian: Плохое
spanish: baja

# MSG_Precision_Image (402//)
source: Good
dutch: Goed
french: Bon
german: Gut
italian: Buona
russian: Хорошее
spanish: buena

# MSG_Precision_Exact (403//)
source: Best
french: Meilleur
german: Beste
italian: Massima
russian: Лучшее
spanish: la mejor

# MSG_Precision (404//)
source: Quality
dutch: Kwaliteit
french: Qualité
german: Qualität
italian: Qualità
russian: Качество
spanish: C_alidad

# MSG_Precision_Help (405//)
source: Precision to use when obtaining pens.
dutch: Gebruikte precisie bij pennen
french: Précision à utiliser lors de l'obtention des stylos.
german: Genauigkeit der darzustellenden Farben.
italian: La precisione desiderata nel riservare le penne.
russian: Точность при установке цветов ручек.
spanish: Precisión a la hora de obtener los colores de las imágenes.

# MSG_Event_IntuiTicks (406//)
source: IntuiTicks
dutch: IntuiTikken
russian: ОтсчётыIntui

# MSG_Event_MouseMove (407//)
source: MouseMove
dutch: Muisbeweging
french: Mouvement de souris
german: Mausbewegung
russian: ДвижениеМышки
spanish: Mover ratón

# MSG_Event (408//)
source: Event
dutch: Gebeurtenis
french: Evènements
german: Ereignis
italian: Evento
russian: Событие
spanish: _Evento

# MSG_Event_Help (409//)
source: How to verify if the mouse is over a button: - IntuiTicks: it is verified periodically - MouseMove: it is verified at every mouse move - MouseObject, it is verified at when the mouse over a new object
dutch: Hoe te bepalen wanneer de muis boven een object is: - IntuiTikken: wordt periodiek gecontroleerd - Muisbeweging: wordt bij iedere mujisbeweging gecontroleerd - Muisobject: wordt gecontroleerd wanneer de muis boven een nieuw object is.
french: Méthode pour vérifier si la souris est au dessus d'un bouton: -IntuiTicks : vérification périodique, - Mouvement de souris: vérification à chaque déplacement de souris, - Objet Souris : vérification lorsque la souris change d'objet
german: Wie die Maus über einem Knopf abgefragt werden soll: - IntuiTicks: Es wird periodisch abgefragt - Mausbewegung: jede Mausbewegung wird abgefragt - MausObjekt, wird abgefragt, wenn die Maus über einem neuen Objekt ist.
italian: Come verificare se il mouse è sopra un bottone: - IntuiTicks: la verifica avviene periodicamente - MouseMove: la verifica avviene ad ogni movimento del mouse - MouseObject: la verifica avviene quando il mouse è su un nuovo oggetto
russian: Как проверить наличие мышки над кнопкой - ОтсчётыIntui: проверяется периодически - ДвижениеМышки: проверяется при каждом перемещение мышки - ОбъектМышь: проверяется при перехода мышки на новый оъект
spanish: Como verificar si el ratón está sobre un botón: \033bIntuiTicks\033n: comprobar periódicamente. \033bMover ratón\033n: al mover del ratón. \033bCambiar obj.\033n: al cambiar de objeto/botón.

# MSG_Scale (410//)
source: Scale
dutch: Schaal
french: Redimensionner
german: Skalierung
italian: Scala
russian: Масштаб
spanish: Esc_alar

# MSG_Scale_Help (411//)
source: Scale factor for scaled images.
dutch: Verschalingsfactor voor verschaalde afbeeldingen
french: Facteur d'échelle pour les icônes redimensionnés.
german: Skalierfaktor für Skalierte Bilder.
italian: Fattore di scala per immagini scalate.
russian: Масштаб для масштабированных изображения.
spanish: Porcentaje de escalado para las imágenes.

# MSG_SpecialSelect (412//)
source: Special select
dutch: Speciale selectie
french: Sélection spéciale
german: Spezielle Auswahl
italian: Select speciale
russian: Особый выбор
spanish: Selección es_pecial

# MSG_SpecialSelect_Help (413//)
source: If selected, button contents are moved when they are selected or active.
dutch: Als je dit kiest wordt de knopinhoud verplaatst wanneer de knop actief is of geselecteerd wordt.
french: Avec cette option, le contenu des boutons est déplacé lorsqu'ils sont sélectionnés ou activés.
german: Wenn gewählt, wird der Knopfinhalt bewegt, wenn er gewählt oder aktiv ist.
italian: Se impostato, il contenuto dei bottoni è spostato quando sono selezionati o attivi.
russian: Если выбрано, содержимое кнопки смещается, когда они выбраны или активны.
spanish: Mover el contenido del botón, si está activo/pulsado.

# MSG_TextOverUseShine (414//)
source: Special text
dutch: Speciale tekst
french: Texte spécial
german: Spezieller Text
italian: Testo speciale
russian: Особый текст
spanish: Texto espe_cial

# MSG_TextOverUseShine_Help (415//)
source: If selected, active buttons labels are drawn with the shine pen.
dutch: Als je dit kiest gaan de labels van actieve knoppen schijnen.
french: Avec cette option, les labels des boutons activés sont affichés avec le stylo brillant.
german: Wenn gewählt, wird die Knopfbe- schriftung in heller Farbe erstellt.
italian: Se impostato, il testo dei bottoni attivi è reso con la penna shine.
russian: Если выбрано, заголовки кнопок отображаются цветом подсветки.
spanish: Usar el color 'Shine' en el texto del botón activo.

# MSG_IgnoreSelImages (416//)
source: Ignore selected images
dutch: Negeer geselecteerde afbeeldingen
french: Ignorer les images de l'état « sélectionné »
german: Gewählte Bilder ignorieren
italian: Non usare le immagini selezionate
russian: Игнорировать выбранные изображения
spanish: _Ignorar imagen de botón seleccionada

# MSG_IgnoreSelImages_Help (417//)
source: If selected, selected images are ignored.
dutch: Als je dit kiest worden geselecteerde afbeeldingen genegeerd.
french: Avec cette option, les images pour l'état « sélectionné » ne sont pas prises en compte.
german: Wenn gewählt, werden gewählte Bilder ignoriert.
italian: Se impostato, le immagini selezionate non sono usate.
russian: Если выбрано, игнорируются выбранные изображения.
spanish: No usar la imagen de botón seleccionado al pulsar el botón.

# MSG_IgnoreDisImages (418//)
source: Ignore disabled images
dutch: Negeer uitgeschakelde afbeeldingen
french: Ignorer les images de l'état « désactivé »
german: Bilder für deaktivierten Modus ignorieren
italian: Non usare le immagini disabilitate
russian: Игнорировать отключенные изображения
spanish: I_gnorar imagen de botón desactivada

# MSG_IgnoreDisImages_Help (419//)
source: If selected, disabled images are ignored.
dutch: Als je dit kiest worden uitgeschakelde afbeeldingen genegeerd.
french: Avec cette option, les images pour l'état « désactivé » ne sont pas prises en compte.
german: Wenn gewählt, werden die Bilder für den deaktivierten Modus ignoriert.
italian: Se impostato, le immagini disabilitate non sono usate.
russian: Если выбрано, игнорируются отключенные изображения.
spanish: No usar la imagen de botón desactivado al pulsar el botón.

# MSG_DisMode_Shape (420//)
source: Shape
dutch: Vorm
french: Forme
german: Umriss
italian: Figura
russian: Форма
spanish: imagen

# MSG_DisMode_Grid (421//)
source: Grid
dutch: Rooster
french: Grille
german: Gitter
italian: Griglia
russian: Сетка
spanish: rejilla

# MSG_DisMode_FullGrid (422//)
source: Full grid
dutch: Volledig rooster
french: Grille complète
german: volles Gitter
italian: Griglia intera
russian: Полная сетка
spanish: rejilla completa

# MSG_DisMode (423//)
source: Disable
dutch: Uitgeschakeld
french: Rendu désactivé
german: Deaktiviert
italian: Disabilita
russian: Отключенные
spanish: _Desactivado

# MSG_DisMode_Help (424//)
source: How to render disabled buttons.
dutch: Hoe worden uitgeschakelde knoppen gerenderd
french: Méthode de d'affichage des boutons inactifs.
german: Wie deaktivierte Knöpfe dargestellt werden sollen.
italian: Come disabilitare i bottoni.
russian: Как отображать неактивные кнопки.
spanish: Como mostrar los botones desactivados.

# MSG_DontMove (425//)
source: Don't move
dutch: Niet bewegen
french: Ne pas déplacer
german: Nicht bewegen
italian: Non muovere
russian: Без сдвига
spanish: N_o mover botón

# MSG_DontMove_Help (426//)
source: If selected, the contents of the buttons is not moved when they are active.
dutch: Als je dit kiest wordt de inhoud van actieve knoppen niet verplaatst.
french: Avec cette option, le contenu des boutons n'est pas déplacé lorsqu'ils sont actifs.
german: Wenn gewählt, wird der Knopfinhalt nicht bewegt, wenn sie aktiv sind.
italian: Se impostato, il contenuto dei bottoni attivi non è spostato.
russian: Если выбрано, содержимое кнопок не сдвигается, когда они активны.
spanish: Al pulsar el botón, su contenido no se mueve.

# MSG_DisMode_Sunny (427//)
source: Grey
dutch: Grijs
french: Grisé
german: Grau
italian: Grigi
russian: Серые
spanish: grises

# MSG_NtRaiseActive (428//)
source: Don't raise active buttons
dutch: Actieve knoppen niet verhogen
french: Ne pas encadrer les boutons activés
german: Aktive Knöpfe werden nicht angehoben
italian: Non incorniciare bottoni attivi
russian: Не подымать кнопки
spanish: No eleva_r botones activos

# MSG_NtRaiseActive_Help (429//)
source: If selected, active buttons are not raised.
dutch: Als je dit kiest worden actieve knoppen niet verhoogd
french: Avec cette option les boutons activés ne sont pas encadrés.
german: Wenn gewählt, werden aktive Knöpfe nicht angehoben.
italian: Se impostato, i bottoni attivi non sono incorniciati.
russian: Если выбрано, активные кнопки не подымаются.
spanish: No elevar los botones activos (sin marco).

# MSG_SpacersSize (430//)
source: Spacers size
dutch: Afstandsgrootte
french: Taille des séparateurs
german: Zwischenraumgröße
italian: Grandezza spazi
russian: Размер промежутка
spanish: Di_stancia

# MSG_SpacersSize_Help (431//)
source: Size of spacers.
dutch: Grootte van afstanden
french: Taille des séparateurs.
german: Größe der Zwischenräume.
italian: La grandezza degli spazi.
russian: Размер промежутков.
spanish: Distancia de separación entre botones.

# MSG_SpacersSize_Quarter (432//)
source: Quarter of a button
dutch: Kwart van een knop
french: 1/4 bouton
german: Viertel eines Knopfes
italian: Un quarto di bottone
russian: Четверть кнопки
spanish: 1/4 de un botón

# MSG_SpacersSize_Half (433//)
source: Half of a button
dutch: Helft van een knop
french: 1/2 bouton
german: Hälfte eines Knopfes
italian: La metà di un bottone
russian: Пол кнопки
spanish: 1/2 de un botón

# MSG_SpacersSize_One (434//)
source: As a button
dutch: Als knop
french: bouton
german: Wie Knopf
italian: Come un bottone
russian: Как кнопка
spanish: como un botón

# MSG_Event_MouseObject (435//)
source: MouseObject
dutch: Muisobject
french: Objet Souris
german: Mausobjekt
russian: ОбъектМышь
spanish: Cambiar obj.

# MSG_DisMode_Blend (436//)
source: Blend
dutch: Samenvoegen
german: Angleichen
italian: Immersi
russian: Смешивание
spanish: difuminar

# MSG_DisMode_BlendGrey (437//)
source: Blend grey
dutch: Grijs samenvoegen
german: Angleichen/Grau
italian: Immersi grigi
russian: Смешивание серого
spanish: difuminar (grises)

# MSG_Item_Defaults (500//)
source: Reset to defaults
dutch: Terug naar standaardwaarden
french: Réinitialiser
german: Grundeinstellungen
italian: Valori predefiniti
russian: Настройки по умолчанию
spanish: Valores iniciales

# MSG_NoMUI20Event_Help (502//)
source: How to verify if the mouse is over a button: - IntuiTicks: it is verified periodically - MouseMove: it is verified at every mouse move
dutch: Hoe wordt bepaald of een muis boven een knop is: -IntuiTikken: wordt periodiek gecontroleerd - Muisbeweging: wordt gecontroleerd bij iedere muisbeweging
french: Méthode pour vérifier si la souris est au dessus d'un bouton: -IntuiTicks : vérification périodique, - Mouvement de souris: vérification à chaque déplacement de souris
german: Wie die Maus über einem Knopf abgefragt wird: - IntuiTicks: Es wird periodisch abgefragt - Mausbewegung: jede Mausbewegung wird abgefragt
italian: Come verificare se il mouse è sopra un bottone: - IntuiTicks: la verifica avviene periodicamente - MouseMove: la verifica avviene ad ogni movimento del mouse
russian: Как проверить наличие мышки над кнопкой - ОтсчётыIntui: проверяется периодически - ДвижениеМышки: проверяется при каждом перемещение мышки
spanish: Como verificar si el ratón está sobre un botón: \033bIntuiTicks\033n: comprobar periódicamente. \033bMover ratón\033n: por cada movimiento del ratón. \033bCambiar obj.\033n: cuando este cambia de objeto.

# MSG_SpacersSize_None (503//)
source: None
dutch: Geen
german: keiner
italian: Nulla
russian: Нет
spanish: ninguna

# MSG_SpacersSize_OnePoint (504//)
source: One point
dutch: EÃ©n punt
german: ein Pixel
italian: Un punto
russian: Одна точка
spanish: 1 punto

# MSG_SpacersSize_TwoPoint (505//)
source: Two points
dutch: Twee punten
german: zwei Pixer
italian: Due punti
russian: Две точки
spanish: 2 puntos

# MSG_Info_Translator (603//)
source: <EMPTY>
dutch: <LEEG>
french: Traduction française par Alexandre Balaban <alexandre@balaban.fr>
german: Deutsch : Jens Maus, Thore Böckelmann, Hans-Jörg Ottinger
russian: <ПУСТО>
spanish: Traducción: Javier de las Rivas

# MSG_Item_Globals (604//)
source: Reset to global
dutch: Terug naar globale waarden
french: Valeurs globales
german: Zurücksetzen
italian: Valori globali
russian: Вернуть глобальные
spanish: Valores globales

# MSG_Item_LastSaved (605//)
source: Last saved
dutch: Laatst opgeslagen
french: Derniers sauvés
german: Zuletzt gesichertes
italian: Ultimi valori salvati
russian: Последняя сохранённая
spanish: Últimos guardados

# MSG_Item_Restore (606//)
source: Restore
dutch: Herstellen
french: Restaurer
german: Wiederherstellen
italian: Repristina
russian: Восстановить
spanish: Restaurar

# MSG_Pop_OK (700//)
source: OK
italian: Usa
russian: Принять
spanish: _Aceptar

# MSG_Pop_OK_Help (701//)
source: Accept changes.
dutch: Accepteer wijzigingen
french: Accepter les changements
german: Änderungen annehmen.
italian: Usa le modifiche.
russian: Принять изменения.
spanish: Aceptar los cambios realizados.

# MSG_Pop_Cancel (702//)
source: Cancel
dutch: Afbreken
french: Annuler
german: Abbrechen
italian: Cancella
russian: Отменить
spanish: _Cancelar

# MSG_Pop_Cancel_Help (703//)
source: Exit without changing.
dutch: Afsluiten zonder wijzigingen
french: Quitter sans changer.
german: Ohne Änderungen Verlassen.
italian: Esce senza usare le modifiche.
russian: Выйти без изменений.
spanish: Salir sin realizar los cambios.
