Repository: amiga-mui/thebar
Catalog: mcp/locale/*.po
Languages: dutch, french, german, italian, russian, spanish

# MSG_Reg_Colors (1//)
source: Colors
dutch: Kleuren
french: Couleurs
german: Farben
italian: Colori
russian: Цвета
spanish: Colores

# MSG_Reg_Appearance (2//)
source: Appearance
dutch: Uiterlijk
german: Darstellung
italian: Aspetto
russian: Вид
spanish: Aspecto

# MSG_Reg_Spacing (3//)
source: Spacing
dutch: Afstand
french: Espacement
german: Zwischenräume
italian: Spaziatura
russian: Интервал
spanish: Espaciado

# MSG_Reg_Options (4//)
source: Options
dutch: Opties
german: Optionen
italian: Opzioni
russian: Опции
spanish: Opciones

# MSG_Title_Backgrounds (100//)
source: Backgrounds
dutch: Achtergronden
french: Arrière-plans
german: Hintergründe
italian: Sfondi
russian: Фоны
spanish: Fondos

# MSG_GroupBackground (101//)
source: Bar
dutch: Balk
french: Barre
german: Leiste
italian: Gruppo
russian: Панель
spanish: _Barra

# MSG_GroupBackground_Help (102//)
source: Bar background.
dutch: Achtergrond van de balk
french: Arrière-plan de la barre.
german: Leistenhintergrund.
italian: Sfondo barra.
russian: Фон панели.
spanish: Color de fondo de la barra.

# MSG_GroupBackground_Title (103//)
source: Bar background
dutch: Achtergrond vand de balk
french: Arrière-plan de la barre
german: Leistenhintergrund
italian: Sfondo barra
russian: Фон панели
spanish: Color de fondo de la barra

# MSG_UseGroupBackground (104//)
source: Active
dutch: Actief
french: Actif
german: Aktiv
italian: Attiva
russian: Активный
spanish: A_ctivo

# MSG_UseGroupBackground_Help (105//)
source: If selected, the bar gets your preferred background, otherwise it gets its parent background.
dutch: Als je dit kiest krijgt de balk de gewenste achtergrond. Anders krijgt het de achtergrond van zijn ouders.
french: Avec cette option, la barre utilise toujours l'arrière-plan configuré, sinon elle utilise celui de son parent.
german: Wenn gewählt, bekommt die Leiste den bevorzugten Hintergrund, andernfalls den Übergeordneten Hintergrund.
italian: Se impostato, la barra usa lo sfondo selezionato.
russian: Если выбрано, панель получает выбранный Вами фон, иначе используется родительский фон.
spanish: Usar este fondo en la barra, si no usar el fondo por omisión de MUI.

# MSG_ButtonBackground (106//)
source: Buttons
dutch: Knoppen
french: Boutons
german: Knöpfe
italian: Bottoni
russian: Кнопки
spanish: Bo_tones

# MSG_ButtonBackground_Help (107//)
source: Active buttons background.
dutch: Achtergrond van actieve knoppen
french: Arrière-plan des boutons actifs.
german: Hintergrund des aktiven Knopfs.
italian: Sfondo bottoni attivi.
russian: Цвет фона активных кнопок.
spanish: Color de fondo de botones activos.

# MSG_ButtonBackground_Title (108//)
source: Active buttons background
dutch: Achtergrond van actieve knoppen
french: Arrière-plan des boutons actifs
german: Hintergrund des aktiven Knopfs
italian: Sfondo bottoni attivi
russian: Цвет фона активных кнопок
spanish: Color de fondo de botones activos

# MSG_UseButtonBackground (109//)
source: Active
dutch: Actief
french: Actif
german: Aktiv
italian: Attiva
russian: Активный
spanish: Ac_tivo

# MSG_UseButtonBackground_Help (110//)
source: If selected, the buttons get your preferred background, otherwise they get their parent background.
dutch: Als je dit kiest krijgen knoppen de gewenste achtergrond. Anders krijgen ze de achtergrond van hun ouders.
french: Avec cette option, les boutons utilisent toujours l'arrière-plan configuré, sinon ils utilisent celui de leur parent.
german: Wenn gewählt, bekommen die Knöpfe den bevorzugten Hintergrund, andernfalls den Übergeordneten Hintergrund.
italian: Se impostato, i bottoni usano lo sfondo selezionato.
russian: Если выбрано, кнопки получают выбранный Вами фон, иначе используется родительский фон.
spanish: Usar este fondo en los botones, si no usar el fondo por omisión de MUI.

# MSG_Title_Frame (111//)
source: Buttons frame
dutch: Kader van knoppen
french: Cadre des boutons
german: Knopfrahmen
italian: Cornice bottoni
russian: Рамка кнопок
spanish: Marco Botones

# MSG_FrameShinePen (112//)
source: Shine
dutch: Schijnend
french: Brillant
german: Hell
italian: Luce
russian: Подсветка
spanish: Bri_llante

# MSG_FrameShinePen_Help (113//)
source: Active buttons frame shine pen.
dutch: Schijnkleur van kader van actieve knop
french: Stylo utilisé pour le bord brillant du cadre des boutons actifs.
german: Helle Rahmenfarbe aktiver Knöpfe.
italian: Penna luce cornice bottoni attivi.
russian: Цвет подсветки рамки активной кнопки.
spanish: Color brillante para el marco de los botones activos.

# MSG_FrameShinePen_Title (114//)
source: Frame shine pen
dutch: Schijnkleur van kader
french: Stylo du bord brillant
german: Helle Rahmenfarbe
italian: Penna luce cornice
russian: Цвет подсветки рамки
spanish: Color brillante del marco

# MSG_FrameShadowPen (115//)
source: Shadow
dutch: Schaduw
french: Ombré
german: Schatten
italian: Ombra
russian: Тень
spanish: O_scuro

# MSG_FrameShadowPen_Help (116//)
source: Active buttons frame shadow pen.
dutch: Schaduwkleur van kade van actieve knoppen
french: Stylo utilisé pour le bord ombré du cadre des boutons actifs.
german: Rahmenfarbe für Schatten bei aktiven Knöpfen.
italian: Penna ombra cornice bottoni attivi.
russian: Цвет тени рамки активной кнопки.
spanish: Color oscuro para el marco de los botones activos.

# MSG_FrameShadowPen_Title (117//)
source: Frame shadow pen
dutch: Schaduwkleur van kader
french: Stylo du bord foncé
german: Rahmenfarbe für Schatten
italian: Penna ombra cornice
russian: Цвет тени рамки
spanish: Color oscuro del marco

# MSG_FrameStyle_Recessed (118//)
source: Recessed
dutch: Verlaagd
french: Enfoncé
german: Vertieft
italian: Inverso
russian: Вдавлена
spanish: hundido

# MSG_FrameStyle_Normal (119//)
source: Normal
dutch: Normaal
italian: Normale
russian: Обычный

# MSG_FrameStyle (120//)
source: Style
dutch: Stijl
german: Stil
italian: Stile
russian: Стиль
spanish: _Estilo

# MSG_FrameStyle_Help (121//)
source: Active buttons frame style.
dutch: Stijl van kader van actieve knoppen
french: Style de cadre des boutons actifs.
german: Rahmenstil aktiver Knöpfe.
italian: Stile cornice.
russian: Стиль рамки активной кнопки.
spanish: Estilo del marco de los botones activos.

# MSG_Title_Disabled (122//)
source: Disabled buttons
dutch: Uitgeschakelde knoppen
french: Boutons inactifs
german: Deaktiverte Knöpfe
italian: Disabilitati
russian: Заблокированные кнопки
spanish: Botones Desactivados

# MSG_DisabledBody (123//)
source: Body
french: Corps
german: Innen
italian: Corpo
russian: Тело
spanish: Te_xto

# MSG_DisabledBody_Help (124//)
source: Disabled buttons body pen. It is used as main pen for disabled buttons in Shape mode and as grid pen for disabled buttons in Grid modes.
dutch: Kleur van body van uitgeschakelde knoppen. Gebruikt als voornaamste pen voor uitgeschakelde knoppen in Vorm-modus, en als roosterpen voor uitgeschakelde knoppen in Rooster-modus.
french: Stylo du corps des boutons inactifs. Il est utilisé comme stylo principal pour les boutons désactivés en mode Forme et comme stylo de grille dans les modes « Grille ».
german: Knopffarbe für deaktivierte Knöpfe. Wird als Hauptfarbe im Umrissmodus für deaktivierte Knöpfe benutzt, und als Gitterfarbe für Knöpfe im Gittermodus.
italian: Penna corpo bottoni disabilitati. E' usata come penna principale per bottoni disabilitati in modalità Figura e come penna griglia per bottoni disabilitati nelle modalità Griglia.
russian: Цвета тела отключенных кнопок. Используется как цвет ручки для отключенных кнопок в режиме форма и как цвет сетки для отключенных кнопок в режиме сетка.
spanish: Usado para el texto, la rejilla o en la imagen desactivada de los botones desactivados.

# MSG_DisabledBody_Title (125//)
source: Body pen
dutch: Body kleur
french: Stylo du corps
german: Innenfarbe
italian: Penna corpo
russian: Цвет тела
spanish: Color del texto

# MSG_DisabledShadow (126//)
source: Shadow
dutch: Schaduw
french: Ombre
german: Schatten
italian: Ombra
russian: Тень
spanish: So_mbra

# MSG_DisabledShadow_Help (127//)
source: Disabled buttons shadow pen. It is used as secondary pen for disabled buttons in Shape mode and as text pen for disabled buttons in Grid modes.
dutch: Kleur van schaduw van uitgeschakelde knoppen. Gebruikt als voornaamste kleur van uitgeschakelde knoppen in Vorm-modus, en als tekstkleur van uitgeschakelde knoppen in Roostermodus
french: Stylo de l'ombre des boutons inactifs. Il est utilisé comme stylo secondaire pour les boutons inactifs en mode « Forme » et come stylo de texte des boutons inactifs dans les modes « Grille ».
german: Schattenfarbe für deaktivierte Knöpfe. Wird als zweite Farbe für deaktivierte Knöpfe im Umrissmodus benutzt, und als Textfarbe für Knöpfe im Gittermodus.
italian: Penna ombra bottoni disabilitati. E' usata come penna secondaria per bottoni disabilitati in modalità Figura e come penna testo per bottoni disabilitati nelle modalità Griglia.
russian: Цвета тени отключенных кнопок. Используется как второй цвет ручки для отключенных кнопок в режиме форма и как цвет текста для отключенных кнопок в режиме сетка.
spanish: Usado para la sombra del texto, la rejilla o en la imagen desactivada de los botones desactivados.

# MSG_DisabledShadow_Title (128//)
source: Shadow pen
dutch: Schaduwkleur
french: Stylo de l'ombre
german: Schattenfarbe
italian: Penna ombra
russian: Цвет тени
spanish: Color de sombra

# MSG_Title_BarSpacer (129//)
source: Bar spacer
dutch: Balk afstand
french: Séparateur
german: Leistentrenner
italian: Barra spazio
russian: Разделитель панели
spanish: Barra Separadora

# MSG_BarSpacerShinePen (130//)
source: Shine
dutch: Schijnen
french: Brillant
german: Hell
italian: Luce
russian: Подсветка
spanish: Lado deerecho

# MSG_BarSpacerShinePen_Help (131//)
source: Bar spacer shine pen.
dutch: Schijnkleur van balkafstand
french: Stylo du bord brillant des séparateurs.
german: Helle Leistentrennerfarbe.
italian: Penna luce barra spazio.
russian: Цвет подсветки разделителя панели.
spanish: Color del lado derecho de la barra separadora.

# MSG_BarSpacerShinePen_Title (132//)
source: Spacer shine pen
dutch: Schijnkleur van afstand
french: Stylo brillant des séparateurs
german: Helle Leistentrennerfarbe
italian: Penna luce spazio
russian: Цвет подсветки разделителя
spanish: Color lado derecho barra separadora

# MSG_BarSpacerShadowPen (133//)
source: Shadow
dutch: Schaduw
french: Ombre
german: Schatten
italian: Ombra
russian: Тень
spanish: Lado i_zquierdo

# MSG_BarSpacerShadowPen_Help (134//)
source: Bar spacer shadow pen.
dutch: Kleur van schaduw van balkafstand
french: Stylo du bord ombré des séparateurs.
german: Schattenfarbe des Leistentrenner.
italian: Penna ombra barra spazio.
russian: Цвет тени разделителя панели.
spanish: Color del lado izquierdo de la barra separadora.

# MSG_BarSpacerShadowPen_Title (135//)
source: Spacer shadow pen
dutch: Schaduwkleur van afstand
french: Stylo ombré des séparateurs
german: Schattenfarbe des Leistentrenner
italian: Penna ombra spazio
russian: Цвет тени разделителя
spanish: Color lado izqueirdo barra separadora

# MSG_Title_BarFrame (136//)
source: Bar frame
dutch: Balk kader
french: Cadre de la barre
german: Leistenrahmen
italian: Cornice barra
russian: Рамка панели
spanish: Diseño De La Barra

# MSG_BarFrameShine (137//)
source: Shine
dutch: Schijnen
french: Brillant
german: Hell
italian: Luce
russian: Подсветка
spanish: Brilla_nte

# MSG_BarFrameShine_Help (138//)
source: Bar frame shine pen.
dutch: Schijnkleur van balk kader
french: Stylo du bord brillant de la barre
german: Helle Rahmenfarbe.
italian: Penna luce cornice.
russian: Цвет рамки панели.
spanish: Color brillante del contorno de la barra.

# MSG_BarFrameShine_Title (139//)
source: Frame shine pen
dutch: Schijnkleur van kader
french: Stylo brillant de la barre
german: Helle Rahmenfarbe
italian: Penna luce cornice
russian: Цвет подсветки рамки
spanish: Color brillante contorno barra

# MSG_BarFrameShadow (140//)
source: Shadow
dutch: Schaduw
french: Ombre
german: Schatten
italian: Ombra
russian: Тень
spanish: _Oscuro

# MSG_BarFrameShadow_Help (141//)
source: Bar frame shadow pen.
dutch: Schaduwkleur van balk kader
french: Stylo du bord ombré de la barre.
german: Schattenfarbe für Leistenrahmen.
italian: Penna ombra cornice.
russian: Цвет тени рамки панели.
spanish: Color oscuro del contorno de la barra.

# MSG_BarFrameShadow_Title (142//)
source: Frame shadow pen
dutch: Schaduwkleur van kader
french: Stylo ombré de la barre
german: Schattenfarbe für Leistenrahmen
italian: Penna ombra cornice
russian: Цвет тени рамки
spanish: Color oscuro contorno barra

# MSG_Title_DragBar (143//)
source: DragBar
dutch: Sleepbalk
french: Barre de déplacement
german: Ziehleiste
italian: Barra trascinamento
russian: Полоса перетаскивания.
spanish: Barra De Arrastre

# MSG_DragBarShine (144//)
source: Shine
dutch: Schijnen
french: Brillant
german: Hell
italian: Luce
russian: Подсветка
spanish: B_rillante

# MSG_DragBarShine_Help (145//)
source: DragBar shine pen.
dutch: Schijnkleur van sleepbalk
french: Stylo du bord brillant de la barre de déplacement.
german: Helle Farbe der Ziehleiste.
italian: Penna luce barra trascinamento.
russian: Подсветка полосы перетаскивания.
spanish: Color brillante de la barra de arrastre.

# MSG_DragBarShine_Title (146//)
source: DragBar shine pen
dutch: Schijnkleur van sleepbalk
french: Stylo brillant de la barre de déplacement
german: Helle Ziehleistenfarbe
italian: Penna luce
russian: Подсветка полосы перетаскивания
spanish: Color brillante barra de arrastre

# MSG_DragBarShadow (147//)
source: Shadow
dutch: Schaduw
french: Ombre
german: Schatten
italian: Ombra
russian: Тень
spanish: _Oscuro

# MSG_DragBarShadow_Help (148//)
source: DragBar shadow pen.
dutch: Schaduwkleur van sleepbalk
french: Stylo du bord ombré de la barre de déplacement.
german: Schattenfarbe der Ziehleiste.
italian: Penna ombra barra trascinamento.
russian: Тень полосы перетаскивания.
spanish: Color oscuro de la barra de arrastre.

# MSG_DragBarShadow_Title (149//)
source: DragBar shadow pen
dutch: Schaduwkleur van sleepbalk
french: Stylo ombré de la barre de déplacement
german: Schattenfarbe der Ziehleiste
italian: Penna ombra
russian: Тень полосы перетаскивания
spanish: Color oscuro barra arrastre

# MSG_DragBarFill (150//)
source: Fill
dutch: Opvullen
french: Remplissage
german: Füllung
italian: Riempi
russian: Заполнение
spanish: _Fondo

# MSG_DragBarFill_Help (151//)
source: DragBar fill pen.
dutch: Opvulkleur van sleepbalk
french: Stylo de remplissage de la barre de déplacement.
german: Ziehleistenfüllfarbe.
italian: Penna riempimento barra trascinamento.
russian: Заливка полосы перетаскивания.
spanish: Color de fondo de la barra de arrastre.

# MSG_DragBarFill_Title (152//)
source: DragBar fill pen
dutch: Opvulkleur van sleepbalk
french: Stylo de remplissage de la barre de déplacement
german: Ziehleistenfüllfarbe
italian: Penna riempimento
russian: Заливка полосы перетаскивания
spanish: Color fondo barra de arrastre

# MSG_UseDragBarFill (153//)
source: Use
dutch: Gebruik
french: Utiliser
german: Benutzen
italian: Usa
russian: Принять
spanish: Usar

# MSG_UseDragBarFill_Help (154//)
source: If selected, the dragbar fill pen is used.
dutch: Als je dit kiest wordt de opvulkleur voor de sleepbalk gebruikt.
french: Cette option active le remplissage de la barre de déplacement.
german: Wenn gewählt, wird die Ziehleistenfarbe genutzt.
italian: Se impostato, la penna riempimento barra trascinamento è usata.
russian: Если выбрано, используется цвет заливки для полосы перетаскивания.
spanish: Usar este fondo en la barra de arrastre.

# MSG_Frame (155//)
source: Frame
dutch: Kader
french: Cadre
german: Rahmen
italian: Cornice
russian: Рамка
spanish: M_arco

# MSG_Frame_Help (156//)
source: Bar frame
dutch: Balk kader
french: Cadre de la barre
german: Leistenrahmen
italian: Cornice barra
russian: Рамка панели
spanish: Marco de la barra.

# MSG_Frame_Title (157//)
source: Bar frame
dutch: Balk kader
french: Cadre de la barre
german: Leistemrahmen
italian: Cornice barra
russian: Рамка панели
spanish: Marco de la barra

# MSG_TextFont (200//)
source: Text
dutch: Tekst
french: Texte
italian: Testo
russian: Текст
spanish: Tipo letra:

# MSG_TextFont_Help (201//)
source: Text only buttons font.
dutch: Font voor alleen-tekstknoppen
french: Police des boutons « texte seul ».
german: Schrift für reine Textknöpfe.
italian: Caratteri per bottoni solo testo.
russian: Шрифт только текстовых кнопок.
spanish: Tipo de letra para botones con sólo texto.

# MSG_TextGfxFont (202//)
source: TextGfx
dutch: TekstGfx
french: TexteGfx
italian: Testo/Gfx
russian: ТекстГрф
spanish: Tipo letra con imagen:

# MSG_TextGfxFont_Help (203//)
source: Text and image buttons font.
dutch: Font voor tekst-en-afbeelding knoppen
french: Police des boutons « Texte et image »
german: Schrift für Text- und Bilderknöpfe.
italian: Caratteri per bottoni testo ed immagini.
russian: Шрифт кнопок с текстом и картинкой.
spanish: Tipo de letra para botones con imagen y texto.

# MSG_ViewMode (204//)
source: View mode
dutch: Toon modus
french: Type
german: Darstellungsart
italian: Aspetto
russian: Режим отображения
spanish: _Mostrar

# MSG_ViewMode_Help (205//)
source: Adjust the appearance of the buttons.
dutch: Het uiterlijk van knoppen aanpassen
french: Configure le type d'apparence des boutons.
german: Die Darstellung der Knöpfe einstellen.
italian: Modifica l'aspetto dei bottoni.
russian: Изменение внешнего вида кнопок.
spanish: Cómo mostrar los botones.

# MSG_Appearance_Text (206//)
source: The options below are used by TheBar if and only if the object requested for it at creation time. It means that if the programmer didn't decide otherwise, they are simply ignored.
dutch: De opties hieronder worden alleen dan door The Bar gebruikt als het object ten tijde van zijn ontstaan daar om vroeg. Dat betekent wanneer de programmeur er niet anders over dacht ze domweg genegeerd zullen worden.
german: Die Optionen unten werden von TheBar genutzt, und zwar ausschließlich während der Erstellungszeit. D.h., wenn der Programmierer das nicht anders geregelt hat, dann werden sie einfach ignoriert.
italian: Le opzioni seguenti sono usate da TheBar se e solo se l'oggetto lo richiede. Ciò significa che se il programmatore non lo ha deciso, queste saranno ignorate.
russian: Опции ниже используются TheBar при создание объекта. Это означает, что если программист не определил особые параметры, они просто игнорируются.
spanish: Las opciones de abajo sólo se usan en caso de que el programador no haya "obligado" unas opciones determinadas sobre la botonera en la aplicación.

# MSG_TextGfx (207//)
source: Icons and text
dutch: Iconen en tekst
french: Icône et texte
german: Symbole und Text
italian: Immagini e testo
russian: Иконки и текст
spanish: imagen y texto

# MSG_Gfx (208//)
source: Icons only
dutch: Allleen iconen
french: Icône seul
german: Nur Symbole
italian: Immagini
russian: Только иконки
spanish: imagen sólo

# MSG_Text (209//)
source: Text only
dutch: Alleen tekst
french: Texte seul
german: Nur Text
italian: Testo
russian: Только текст
spanish: texto sólo

# MSG_Borderless (210//)
source: Borderless
dutch: Randloos
french: Sans bord
german: Rahmenlos
italian: Senza bordi
russian: Без бордюра
spanish: _Botones sin marco

# MSG_Borderless_Help (211//)
source: If selected, buttons are borderless.
dutch: Als je dit kiest krijgen knoppen geen rand
french: Avec cette option, les boutons n'ont pas de bordure.
german: Wenn Gewählt, sind die Knöpfe rahmenlos.
italian: Se impostato, i bottoni sono senza bordo.
russian: Если выбрано, кнопки будут без бордюров
spanish: Los botones aparecen sin marco.

# MSG_Sunny (212//)
source: Highlight
french: Surbrillance au passage de la souris
german: Markiert
italian: Illuminati
russian: Выделение
spanish: En grises y resa_ltar al pasar sobre botón

# MSG_Sunny_Help (213//)
source: If selected, buttons, normally in black and white, are colored when the mouse is over them.
dutch: Als je dit kiest zullen de gewoonlijk zwart-witte knoppen een kleur krijgen als de muis er boven staat.
french: Avec cette option, les boutons sont affichés en noir et blanc à l'état normal et deviennent colorés au passage de la souris.
german: Wenn Gewählt, werden S/W Knöpfe farbig dargestellt, wenn die Maus darüber ist.
italian: Se impostato, i bottoni, resi come grigi, sono colorati al passaggio del mouse.
russian: Если выбрано, кнопки, обычно чёрные и белые, будут цветные, когда мышка находиться поверх них.
spanish: Los botones aparecen en grises y se colorean al pasar sobre el botón.

# MSG_Raised (214//)
source: Raised
dutch: Verhoogd
french: Encadrer au passage de la souris
german: Angehoben
italian: Incorniciati
russian: Поднятые
spanish: Sin ma_rco y mostrarlo al pasar sobre botón

# MSG_Raised_Help (215//)
source: If selected, buttons, normally frameless, are framed when the mouse is over them.
dutch: Als je dit kiest zullen de gewoonlijk randloze knoppen een kader krijgen als de muis er boven staat.
french: Avec cette option, les boutons sont affichés sans bord à l'état normal, et deviennent encadrés au passage de la souris.
german: Wenn Gewählt, werden rahmenlose Knöpfe mit Rahmen versehen, wenn die Maus darüber ist.
italian: Se impostato, i bottoni, normalmente senza bordi, sono incorniciati al passaggio del mouse.
russian: Если выбрано, кнопки, обычно без бордюра, будут обрамляться, когда мышка находиться поверх них.
spanish: Los botones aparecen sin marco y se muestra el marco al pasar sobre botón.

# MSG_Scaled (216//)
source: Scaled
dutch: Verschaald
french: Redimensionner
german: Skaliert
italian: Scalati
russian: Масштабировать
spanish: E_scalar imágenes

# MSG_Scaled_Help (217//)
source: If selected, buttons are scaled.
dutch: Als je dit kiest worden knoppen verschaald
french: Avec cette option, les boutons sont redimensionnés.
german: Wenn gewählt, werden die Knöpfe skaliert dargestellt.
italian: Se impostato, i bottoni sono scalati.
russian: Если выбрано, кнопки масштабируются.
spanish: Escalar las imágenes al porcentaje arriba indicado.

# MSG_BarSpacer (218//)
source: Force Bar spacer
dutch: Forceer balk afstand
french: Utiliser un séparateur de barre
german: Leistentrenner erzwingen
italian: Usa barra spazio
russian: Форсировать разделитель панели
spanish: Barra se_paradora en lugar de distancia

# MSG_BarSpacer_Help (219//)
source: If selected, a bar spacer is used for all kind of separators.
dutch: Als je dit kiest wordt er een afstand gebruikt voor alle soorten scheiders.
french: Avec cette option, un séparateur de barre est utilisé pour séparer les boutons.
german: Wenn gewählt, wird ein Leistentrenner für alle Arten von Zwischenräumen benutzt.
italian: Se impostato, una barra è usata come spazio tra i bottoni.
russian: Если выбрано, разделитель панели используется для всех типов разделителей.
spanish: Usar una barra separadora en lugar de la distancia establecida en la pestaña Opciones.

# MSG_EnableKeys (220//)
source: Enable keys
dutch: Toetsen inschakelen
french: Activer les raccourcis clavier
german: Aktiviere Tastenkürzel
italian: Tasti chiave
russian: Включить клавиши
spanish: Acti_var teclas de atajo

# MSG_EnableKeys_Help (221//)
source: If selected, buttons short cuts are active.
dutch: Als je dit kiest worden sneltoetsen geactiveerd.
french: Avec cette option, les raccourcis claviers des boutons sont activés.
german: Wenn gewählt, werden die Tastenkürzel aktiviert.
italian: Se impostato, i tasti chiave dei bottoni sono attivi.
russian: Если выбрано, горячие клавиши для кнопок активны.
spanish: Si el botón tiene una tecla de atajo definida, subrayarla.

# MSG_LabelPos (222//)
source: Labels at
dutch: Labels op
french: Labels
german: Beschriftung
italian: Pos. testo
russian: Заголовки
spanish: Te_xto
