Repository: amiga-mui/thebar
Catalog: mcp/locale/czech.po
Languages: cs

# MSG_Reg_Colors (1//)
source: Colors
cs: Barvy

# MSG_Reg_Appearance (2//)
source: Appearance
cs: Vzhled

# MSG_Reg_Spacing (3//)
source: Spacing
cs: Odstup

# MSG_Reg_Options (4//)
source: Options
cs: Možnosti

# MSG_Title_Backgrounds (100//)
source: Backgrounds
cs: Pozadí

# MSG_GroupBackground (101//)
source: Bar
cs: Panel

# MSG_GroupBackground_Help (102//)
source: Bar background.
cs: Definuje pozadí panelu.

# MSG_GroupBackground_Title (103//)
source: Bar background
cs: Vyberte pozadí panelu

# MSG_UseGroupBackground (104//)
source: Active
cs: Aktivní

# MSG_UseGroupBackground_Help (105//)
source: If selected, the bar gets your preferred background, otherwise it gets its parent background.
cs: Aktivuje definované pozadí panelu.

# MSG_ButtonBackground (106//)
source: Buttons
cs: Tlačítka

# MSG_ButtonBackground_Help (107//)
source: Active buttons background.
cs: Definuje pozadí aktivních tlačítek.

# MSG_ButtonBackground_Title (108//)
source: Active buttons background
cs: Vyberte pozadí aktivních tlačítek

# MSG_UseButtonBackground (109//)
source: Active
cs: Aktivní

# MSG_UseButtonBackground_Help (110//)
source: If selected, the buttons get your preferred background, otherwise they get their parent background.
cs: Aktivuje definované pozadí tlačítek.

# MSG_Title_Frame (111//)
source: Buttons frame
cs: Rámeček tlačítka

# MSG_FrameShinePen (112//)
source: Shine
cs: Světlá hrana

# MSG_FrameShinePen_Help (113//)
source: Active buttons frame shine pen.
cs: Definuje barvu světlé hrany aktivního tlačítka.

# MSG_FrameShinePen_Title (114//)
source: Frame shine pen
cs: Vyberte barvu světlé hrany

# MSG_FrameShadowPen (115//)
source: Shadow
cs: Tmavá hrana

# MSG_FrameShadowPen_Help (116//)
source: Active buttons frame shadow pen.
cs: Definuje barvu tmavé hrany aktivního tlačítka.

# MSG_FrameShadowPen_Title (117//)
source: Frame shadow pen
cs: Vyberte barvu tmavé hrany

# MSG_FrameStyle_Recessed (118//)
source: Recessed
cs: Vtlačený rámeček

# MSG_FrameStyle_Normal (119//)
source: Normal
cs: Normální rámeček

# MSG_FrameStyle (120//)
source: Style
cs: Styl

# MSG_FrameStyle_Help (121//)
source: Active buttons frame style.
cs: Definuje styl rámečku aktivních tlačítek.

# MSG_Title_Disabled (122//)
source: Disabled buttons
cs: Neaktivní tlačítka

# MSG_DisabledBody (123//)
source: Body
cs: Plocha

# MSG_DisabledBody_Help (124//)
source: Disabled buttons body pen. It is used as main pen for disabled buttons in Shape mode and as grid pen for disabled buttons in Grid modes.
cs: Definuje barvu pozadí neaktivního tlačítka, která posléze určuje jeho výsledný vzhled.

# MSG_DisabledBody_Title (125//)
source: Body pen
cs: Vyberte barvu plochy neaktivního tlačítka

# MSG_DisabledShadow (126//)
source: Shadow
cs: Tmavá hrany

# MSG_DisabledShadow_Help (127//)
source: Disabled buttons shadow pen. It is used as secondary pen for disabled buttons in Shape mode and as text pen for disabled buttons in Grid modes.
cs: Definuje barvu tmavé hrany neaktivního tlačítka.

# MSG_DisabledShadow_Title (128//)
source: Shadow pen
cs: Vyberte barvu tmavé hrany neaktivního tlačítka

# MSG_Title_BarSpacer (129//)
source: Bar spacer
cs: Oddělovač

# MSG_BarSpacerShinePen (130//)
source: Shine
cs: Světlá hrana

# MSG_BarSpacerShinePen_Help (131//)
source: Bar spacer shine pen.
cs: Definuje barvu světlé hrany oddělovače.

# MSG_BarSpacerShinePen_Title (132//)
source: Spacer shine pen
cs: Vyberte barvu světlé hrany oddělovače

# MSG_BarSpacerShadowPen (133//)
source: Shadow
cs: Tmavá hrana

# MSG_BarSpacerShadowPen_Help (134//)
source: Bar spacer shadow pen.
cs: Definuje barvu tmavé hrany oddělovače.

# MSG_BarSpacerShadowPen_Title (135//)
source: Spacer shadow pen
cs: Vyberte barvu tmavé hrany oddělovače

# MSG_Title_BarFrame (136//)
source: Bar frame
cs: Rámeček panelu

# MSG_BarFrameShine (137//)
source: Shine
cs: Světlá hrana

# MSG_BarFrameShine_Help (138//)
source: Bar frame shine pen.
cs: Definuje barvu světlé hrany panelu.

# MSG_BarFrameShine_Title (139//)
source: Frame shine pen
cs: Vyberte barvu světlé hrany panelu

# MSG_BarFrameShadow (140//)
source: Shadow
cs: Tmavá hrana

# MSG_BarFrameShadow_Help (141//)
source: Bar frame shadow pen.
cs: Definuje barvu tmavé hrany panelu.

# MSG_BarFrameShadow_Title (142//)
source: Frame shadow pen
cs: Vyberte barvu tmavé hrany panelu

# MSG_Title_DragBar (143//)
source: DragBar
cs: Táhlo

# MSG_DragBarShine (144//)
source: Shine
cs: Světlá hrana

# MSG_DragBarShine_Help (145//)
source: DragBar shine pen.
cs: Definuje barvu světlé hrany lišty.

# MSG_DragBarShine_Title (146//)
source: DragBar shine pen
cs: Vyberte barvu světlé hrany lišty

# MSG_DragBarShadow (147//)
source: Shadow
cs: Tmavá hrana

# MSG_DragBarShadow_Help (148//)
source: DragBar shadow pen.
cs: Definuje barvu tmavé hrany lišty.

# MSG_DragBarShadow_Title (149//)
source: DragBar shadow pen
cs: Vyberte barvu tmavé hrany lišty

# MSG_DragBarFill (150//)
source: Fill
cs: Výplňová barva

# MSG_DragBarFill_Help (151//)
source: DragBar fill pen.
cs: Pero pro výplň plochy.

# MSG_DragBarFill_Title (152//)
source: DragBar fill pen
cs: Pero pro výplň plochy

# MSG_UseDragBarFill (153//)
source: Use
cs: Použít

# MSG_UseDragBarFill_Help (154//)
source: If selected, the dragbar fill pen is used.
cs: Aktivuje zobrazené vybrané výplňové barvy.

# MSG_Frame (155//)
source: Frame
cs: Rámeček

# MSG_Frame_Help (156//)
source: Bar frame
cs: Definuje vzhled rámečku panelu.

# MSG_Frame_Title (157//)
source: Bar frame
cs: Vyberte rámeček panelu

# MSG_TextFont (200//)
source: Text
cs: Textová tlačítka

# MSG_TextFont_Help (201//)
source: Text only buttons font.
cs: Definuje písmo pro textová tlačítka.

# MSG_TextGfxFont (202//)
source: TextGfx
cs: Ikony s textem

# MSG_TextGfxFont_Help (203//)
source: Text and image buttons font.
cs: Definuje písmo pro kombinaci ikon s textem.

# MSG_ViewMode (204//)
source: View mode
cs: Režim zobrazení

# MSG_ViewMode_Help (205//)
source: Adjust the appearance of the buttons.
cs: Definuje vzhled tlačítek na panelu.

# MSG_Appearance_Text (206//)
source: The options below are used by TheBar if and only if the object requested for it at creation time. It means that if the programmer didn't decide otherwise, they are simply ignored.
cs: Veškeré uvedené možnosti se uplatní pouze tehdy, pokud to daný program používající TheBar umožní.

# MSG_TextGfx (207//)
source: Icons and text
cs: Ikony s textem

# MSG_Gfx (208//)
source: Icons only
cs: Pouze ikony

# MSG_Text (209//)
source: Text only
cs: Pouze text

# MSG_Borderless (210//)
source: Borderless
cs: Zobrazit tlačítka bez rámečku

# MSG_Borderless_Help (211//)
source: If selected, buttons are borderless.
cs: Vypne zobrazení rámečku okolo tlačítek.

# MSG_Sunny (212//)
source: Highlight
cs: Obarvit vybrané tlačítko

# MSG_Sunny_Help (213//)
source: If selected, buttons, normally in black and white, are colored when the mouse is over them.
cs: Obarví vybrané tlačítko (tj. takové, na které najedete šipkou myši).

# MSG_Raised (214//)
source: Raised
cs: Orámovat vybrané tlačítko

# MSG_Raised_Help (215//)
source: If selected, buttons, normally frameless, are framed when the mouse is over them.
cs: Orámuje vybrané tlačítko (tj. takové, na které najedete šipkou myši).

# MSG_Scaled (216//)
source: Scaled
cs: Zvětšit vybrané tlačítko

# MSG_Scaled_Help (217//)
source: If selected, buttons are scaled.
cs: Zvětší vybrané tlačítko (tj. takové, na které najedete šipkou myši).

# MSG_BarSpacer (218//)
source: Force Bar spacer
cs: Zobrazit oddělovač

# MSG_BarSpacer_Help (219//)
source: If selected, a bar spacer is used for all kind of separators.
cs: Oddělovač usnadní vizuálně oddělit jednotlivá tlačítka na panelu.

# MSG_EnableKeys (220//)
source: Enable keys
cs: Zobrazit klávesové zkratky

# MSG_EnableKeys_Help (221//)
source: If selected, buttons short cuts are active.
cs: Aktivuje klávesové zkratky pro jednotlivá tlačítka.

# MSG_LabelPos (222//)
source: Labels at
cs: Textové popisky

# MSG_LabelPos_Help (223//)
source: Adjust the position of text in Icons and text buttons.
cs: Definuje pozici textu v režimu "Ikony s textem".

# MSG_LabelPos_Bottom (224//)
source: Bottom
cs: Pod ikonami

# MSG_LabelPos_Top (225//)
source: Top
cs: Nad ikonami

# MSG_LabelPos_Right (226//)
source: Right
cs: Vpravo od ikony

# MSG_LabelPos_Left (227//)
source: Left
cs: Vlevo od ikony

# MSG_Title_GroupSpacing (300//)
source: Bar
cs: Panel

# MSG_HorizGroupSpacing (301//)
source: Horiz
cs: Vodorovně

# MSG_HorizGroupSpacing_Help (302//)
source: Pixels between two buttons in a bar row.
cs: Definuje odstup dvou tlačítek na panelu.

# MSG_VertGroupSpacing (303//)
source: Vert
cs: Svisle

# MSG_VertGroupSpacing_Help (304//)
source: Pixels between two bar rows.
cs: Definuje odstup mezi dvěma panely.

# MSG_BarSpacerSpacing (305//)
source: Bar
cs: Oddělovač

# MSG_BarSpacerSpacing_Help (306//)
source: Pixels between a Bar spacer and the previous/next object.
cs: Definuje odstup oddělovače od vedlejšího objektu.

# MSG_Title_InnerSpacing (307//)
source: Buttons
cs: Tlačítka

# MSG_HorizInnerSpacing (308//)
source: Horiz
cs: Vodorovně

# MSG_HorizInnerSpacing_Help (309//)
source: Pixels between the left/right frame border and the button contents.
cs: Definuje odstup levého, příp. pravého okraje rámečku tlačítka od obrázku či textu uvnitř.

# MSG_TopInnerSpacing (310//)
source: Top
cs: Shora

# MSG_TopInnerSpacing_Help (311//)
source: Pixels between the top frame border and the button contents.
cs: Definuje odstup horního okraje rámečku tlačítka od obrázku či textu uvnitř.

# MSG_BottomInnerSpacing (312//)
source: Bottom
cs: Zdola

# MSG_BottomInnerSpacing_Help (313//)
source: Pixels between the bottom frame border and the button contents.
cs: Definuje odstup dolního okraje rámečku tlačítka od obrázku či textu uvnitř.

# MSG_Title_BarFrameSpacing (314//)
source: Bar frame
cs: Rámeček panelu

# MSG_LeftBarFrameSpacing (315//)
source: Left
cs: Zleva

# MSG_LeftBarFrameSpacing_Help (316//)
source: Pixels between the left frame border and the bar contents.
cs: Definuje odstup levého okraje rámečku panelu od obsahu, tj. tlačítek uvnitř.

# MSG_RightBarFrameSpacing (317//)
source: Right
cs: Zprava

# MSG_RightBarFrameSpacing_Help (318//)
source: Pixels between the right frame border and the bar contents.
cs: Definuje odstup pravého okraje rámečku panelu od obsahu, tj. tlačítek uvnitř.

# MSG_TopBarFrameSpacing (319//)
source: Top
cs: Shora

# MSG_TopBarFrameSpacing_Help (320//)
source: Pixels between the top frame border and the bar contents.
cs: Definuje odstup horního okraje rámečku panelu od obsahu, tj. tlačítek uvnitř.

# MSG_BottomBarFrameSpacing (321//)
source: Bottom
cs: Zdola

# MSG_BottomBarFrameSpacing_Help (322//)
source: Pixels between the bottom frame border and the bar contents.
cs: Definuje odstup dolního okraje rámečku panelu od obsahu, tj. tlačítek uvnitř.

# MSG_Title_TextGfxSpacing (323//)
source: Text/Gfx
cs: Text a ikony

# MSG_HorizTextGfxSpacing (324//)
source: Horiz
cs: Vodorovně

# MSG_HorizTextGfxSpacing_Help (325//)
source: Pixels between an image and its left/right placed label.
cs: Definuje odstup obrázku od textového popisku umístěného vlevo, příp. vpravo.

# MSG_VertTextGfxSpacing (326//)
source: Vert
cs: Svisle

# MSG_VertTextGfxSpacing_Help (327//)
source: Pixels between an image and its bottom/top placed label.
cs: Definuje odstup obrázku od textového popisku umístěného dole, příp. nahoře.

# MSG_Precision_Gui (400//)
source: Bad
cs: Nízká

# MSG_Precision_Icon (401//)
source: Poor
cs: Střední

# MSG_Precision_Image (402//)
source: Good
cs: Dobrá

# MSG_Precision_Exact (403//)
source: Best
cs: Nejvyšší

# MSG_Precision (404//)
source: Quality
cs: Kvalita obrázku

# MSG_Precision_Help (405//)
source: Precision to use when obtaining pens.
cs: Definuje způsob přidělování barev obrázku.

# MSG_Event_MouseMove (407//)
source: MouseMove
cs: Přesun myši

# MSG_Event (408//)
source: Event
cs: Událost

# MSG_Event_Help (409//)
source: How to verify if the mouse is over a button: - IntuiTicks: it is verified periodically - MouseMove: it is verified at every mouse move - MouseObject, it is verified at when the mouse over a new object
cs: Metoda zjišťování pozice myši nad tlačítky. - "IntuiTicks": periodicky - "Přesun myši": při každém pohybu myši - "MouseObject": pouze nad objekty

# MSG_Scale (410//)
source: Scale
cs: Míra zvětšení

# MSG_Scale_Help (411//)
source: Scale factor for scaled images.
cs: Definuje míru změny velikosti 'zvětšených' obrázků.

# MSG_SpecialSelect (412//)
source: Special select
cs: Posunout obsah vybraného tlačítka

# MSG_SpecialSelect_Help (413//)
source: If selected, button contents are moved when they are selected or active.
cs: Zapne posun tlačítka při výběru nebo aktivaci.

# MSG_TextOverUseShine (414//)
source: Special text
cs: Zvýraznit text aktivního tlačítka

# MSG_TextOverUseShine_Help (415//)
source: If selected, active buttons labels are drawn with the shine pen.
cs: Zapne zvýraznění textového popisku aktivního tlačítka barvou určenou pro světlé hrany.

# MSG_IgnoreSelImages (416//)
source: Ignore selected images
cs: Ignorovat vybrané obrazky

# MSG_IgnoreSelImages_Help (417//)
source: If selected, selected images are ignored.
cs: Zapne ignorování vybraných obrázků.

# MSG_IgnoreDisImages (418//)
source: Ignore disabled images
cs: Ignorovat neaktivní obrázky

# MSG_IgnoreDisImages_Help (419//)
source: If selected, disabled images are ignored.
cs: Zapne ignorování neaktivních obrázků.

# MSG_DisMode_Shape (420//)
source: Shape
cs: Překrýt vzorem

# MSG_DisMode_Grid (421//)
source: Grid
cs: Překrýt prostou mřížkou

# MSG_DisMode_FullGrid (422//)
source: Full grid
cs: Překrýt plnou mřížkou

# MSG_DisMode (423//)
source: Disable
cs: Neaktivní tlačítka

# MSG_DisMode_Help (424//)
source: How to render disabled buttons.
cs: Definuje způsob zobrazení neaktivních tlačítek.

# MSG_DontMove (425//)
source: Don't move
cs: Neposouvat obsah tlačítka při aktivaci

# MSG_DontMove_Help (426//)
source: If selected, the contents of the buttons is not moved when they are active.
cs: Vypne posunutí obsahu tlačítka při aktivaci.

# MSG_DisMode_Sunny (427//)
source: Grey
cs: Zešednout

# MSG_NtRaiseActive (428//)
source: Don't raise active buttons
cs: Vypnout orámování aktivních tlačítek

# MSG_NtRaiseActive_Help (429//)
source: If selected, active buttons are not raised.
cs: Vypne zobrazení rámečku kolem aktivního tlačítka.

# MSG_SpacersSize (430//)
source: Spacers size
cs: Velikost oddělovače

# MSG_SpacersSize_Help (431//)
source: Size of spacers.
cs: Definuje šířku oddělovače vzhledem k tlačítku.

# MSG_SpacersSize_Quarter (432//)
source: Quarter of a button
cs: 1/4 tlačítka

# MSG_SpacersSize_Half (433//)
source: Half of a button
cs: 1/2 tlačítka

# MSG_SpacersSize_One (434//)
source: As a button
cs: Celé tlačítko

# MSG_Event_MouseObject (435//)
source: MouseObject
cs: MouseObjekt

# MSG_DisMode_Blend (436//)
source: Blend
cs: Prolnout s pozadím

# MSG_DisMode_BlendGrey (437//)
source: Blend grey
cs: Prolnout (odstíny šedi)

# MSG_Item_Defaults (500//)
source: Reset to defaults
cs: Výchozí stav

# MSG_NoMUI20Event_Help (502//)
source: How to verify if the mouse is over a button: - IntuiTicks: it is verified periodically - MouseMove: it is verified at every mouse move
cs: Metoda zjišťování pozice myši nad tlačítky. - "IntuiTicks": periodicky - "Přesun myši": při každém pohybu myši

# MSG_SpacersSize_None (503//)
source: None
cs: Bez mezery

# MSG_SpacersSize_OnePoint (504//)
source: One point
cs: Jedna linka

# MSG_SpacersSize_TwoPoint (505//)
source: Two points
cs: Dvě linky

# MSG_Info_Translator (603//)
source: <EMPTY>
cs: Český překlad: Vít Šindlář

# MSG_Item_Globals (604//)
source: Reset to global
cs: Obnovit výchozí

# MSG_Item_LastSaved (605//)
source: Last saved
cs: Naposledy uložené

# MSG_Item_Restore (606//)
source: Restore
cs: Obnovit předchozí

# MSG_Pop_OK_Help (701//)
source: Accept changes.
cs: Potvrdí provedené změny.

# MSG_Pop_Cancel (702//)
source: Cancel
cs: Zrušit

# MSG_Pop_Cancel_Help (703//)
source: Exit without changing.
cs: Ukončí program bez provedených změny.

# MSG_Popback_Pattern (710//)
source: Pattern
cs: Vzor

# MSG_Popback_Color (711//)
source: Color
cs: Barva

# MSG_Popback_Bitmap (712//)
source: Bitmap
cs: Obrázek

# MSG_Popback_Gradient (713//)
source: Gradient
cs: Barevný přechod

# MSG_Popback_HorizGradient (714//)
source: Horizontal
cs: Vodorovný

# MSG_Popback_HorizGradientHelp (715//)
source: If selected, you get a horizontal gradient.
cs: Vodorovný barevný přechod.

# MSG_Popback_VertGradient (716//)
source: Vertical
cs: Svislý

# MSG_Popback_VertGradientHelp (717//)
source: If selected, you get a vertical gradient.
cs: Svislý barevný přechod.

# MSG_Popback_From (718//)
source: From color
cs: Výchozí barva

# MSG_Popback_To (719//)
source: To color
cs: Cílová barva

# MSG_Popback_Swap (720//)
source: Swap
cs: Prohodit

# MSG_Popback_SwapHelp (721//)
source: Swaps from/to colors.
cs: Prohození dvou vybraných barev.

# MSG_Poppen_Colormap (801//)
source: Colormap
cs: Barevná mapa

# MSG_Poppen_Shine (803//)
source: Shine
cs: Světlá barva

# MSG_Poppen_Halfshine (804//)
source: Halfshine
cs: Polosvětlá barva

# MSG_Poppen_Background (805//)
source: Background
cs: Barva pozadí

# MSG_Poppen_Halfshadow (806//)
source: Halfshadow
cs: Polotmavá barva

# MSG_Poppen_Shadow (807//)
source: Shadow
cs: Tmavá barva

# MSG_Poppen_Text (808//)
source: Text
cs: Barva textu

# MSG_Poppen_Fill (809//)
source: Fill
cs: Výplňová barva

# MSG_Poppen_Mark (810//)
source: Mark
cs: Označovací barva

# MSG_Poppen_ColorMapHelp (811//)
source: Select a screen color entry.
cs: Vyberte požadovanou barvu obrazovky.

# MSG_ColoradjustRed (900//)
source: Red
cs: Červená

# MSG_Coloradjust_RedHelp (901//)
source: The red component of the color.
cs: Červená složka barevného spektra.

# MSG_ColoradjustGreen (902//)
source: Green
cs: Zelená

# MSG_Coloradjust_GreenHelp (903//)
source: The green component of the color.
cs: Zelená složka barevného spektra.

# MSG_ColoradjustBlue (904//)
source: Blue
cs: Modrá

# MSG_Coloradjust_BlueHelp (905//)
source: The blue component of the color.
cs: Modrá složka barevného spektra.

# MSG_Coloradjust_WheelHelp (907//)
source: Move the mouse to select a color.
cs: Kliknutím vyberte požadovanou barvu.

# MSG_Coloradjust_GradientHelp (908//)
source: The brightness of the color.
cs: Definuje jasovou složku barvy.

# MSG_PrefsShortHelp (1000//)
source: Next generation tool bar class.
cs: Externí třída MUI pro panely nové generace.
