Repository: amiga-mui/thebar
Catalog: mcp/locale/danish.po
Languages: da

# MSG_Reg_Colors (1//)
source: Colors
da: Farver

# MSG_Reg_Appearance (2//)
source: Appearance
da: Udseende

# MSG_Reg_Spacing (3//)
source: Spacing
da: Afstand

# MSG_Reg_Options (4//)
source: Options
da: Tilvalg

# MSG_Title_Backgrounds (100//)
source: Backgrounds
da: Baggrunde

# MSG_GroupBackground (101//)
source: Bar
da: Bjælke

# MSG_GroupBackground_Help (102//)
source: Bar background.
da: Bjælkebaggrund.

# MSG_GroupBackground_Title (103//)
source: Bar background
da: Bjælkebaggrund

# MSG_UseGroupBackground (104//)
source: Active
da: Aktiv

# MSG_UseGroupBackground_Help (105//)
source: If selected, the bar gets your preferred background, otherwise it gets its parent background.
da: Sættes hak her, får bjælken den valgte baggrund, ellers får den samme baggrund som det overordnede objekt.

# MSG_ButtonBackground (106//)
source: Buttons
da: Knapper

# MSG_ButtonBackground_Help (107//)
source: Active buttons background.
da: Baggrund for aktive knapper.

# MSG_ButtonBackground_Title (108//)
source: Active buttons background
da: Baggrund for aktive knapper

# MSG_UseButtonBackground (109//)
source: Active
da: Aktive

# MSG_UseButtonBackground_Help (110//)
source: If selected, the buttons get your preferred background, otherwise they get their parent background.
da: Sættes hak her, får knapperne den valgte baggrund, ellers får de samme baggrund som det overordnede objekt.

# MSG_Title_Frame (111//)
source: Buttons frame
da: Knappers ramme

# MSG_FrameShinePen (112//)
source: Shine
da: Højlys

# MSG_FrameShinePen_Help (113//)
source: Active buttons frame shine pen.
da: Højlys-pen til den aktive knaps ramme.

# MSG_FrameShinePen_Title (114//)
source: Frame shine pen
da: Rammehøjlys-pen

# MSG_FrameShadowPen (115//)
source: Shadow
da: Skygge

# MSG_FrameShadowPen_Help (116//)
source: Active buttons frame shadow pen.
da: Skygge-pen til den aktive knaps ramme.

# MSG_FrameShadowPen_Title (117//)
source: Frame shadow pen
da: Rammeskygge-pen

# MSG_FrameStyle_Recessed (118//)
source: Recessed
da: Undersænket

# MSG_FrameStyle (120//)
source: Style
da: Stil

# MSG_FrameStyle_Help (121//)
source: Active buttons frame style.
da: Rammestil til den aktive knap.

# MSG_Title_Disabled (122//)
source: Disabled buttons
da: Deaktiverede knapper

# MSG_DisabledBody (123//)
source: Body
da: Korpus

# MSG_DisabledBody_Help (124//)
source: Disabled buttons body pen. It is used as main pen for disabled buttons in Shape mode and as grid pen for disabled buttons in Grid modes.
da: Korpus-pen til deaktiverede knapper. Den benyttes som primær pen til deaktiverede knapper i facon-modus, og som gitterpen til deaktiverede knapper i gitter-moduser.

# MSG_DisabledBody_Title (125//)
source: Body pen
da: Korpuspen

# MSG_DisabledShadow (126//)
source: Shadow
da: Skygge

# MSG_DisabledShadow_Help (127//)
source: Disabled buttons shadow pen. It is used as secondary pen for disabled buttons in Shape mode and as text pen for disabled buttons in Grid modes.
da: Skyggepen til deaktiverede knapper. Den benyttes som sekundær pen til deaktiverede knapper i facon-modus, og som tekstpen til deaktiverede knapper i gitter-moduser.

# MSG_DisabledShadow_Title (128//)
source: Shadow pen
da: Skyggepen

# MSG_Title_BarSpacer (129//)
source: Bar spacer
da: Afstandsstykke

# MSG_BarSpacerShinePen (130//)
source: Shine
da: Højlys

# MSG_BarSpacerShinePen_Help (131//)
source: Bar spacer shine pen.
da: Højlyspen til afstandsstykke.

# MSG_BarSpacerShinePen_Title (132//)
source: Spacer shine pen
da: Afstands-højlyspen

# MSG_BarSpacerShadowPen (133//)
source: Shadow
da: Skygge

# MSG_BarSpacerShadowPen_Help (134//)
source: Bar spacer shadow pen.
da: Skyggepen til afstandsstykke.

# MSG_BarSpacerShadowPen_Title (135//)
source: Spacer shadow pen
da: Afstands-skyggepen

# MSG_Title_BarFrame (136//)
source: Bar frame
da: Bjælkeramme

# MSG_BarFrameShine (137//)
source: Shine
da: Højlys

# MSG_BarFrameShine_Help (138//)
source: Bar frame shine pen.
da: Højlyspen til bjælkeramme.

# MSG_BarFrameShine_Title (139//)
source: Frame shine pen
da: Ramme-højlyspen

# MSG_BarFrameShadow (140//)
source: Shadow
da: Skygge

# MSG_BarFrameShadow_Help (141//)
source: Bar frame shadow pen.
da: Skyggepen til bjælkeramme.

# MSG_BarFrameShadow_Title (142//)
source: Frame shadow pen
da: Ramme-skyggepen

# MSG_Title_DragBar (143//)
source: DragBar
da: Trækbjælke

# MSG_DragBarShine (144//)
source: Shine
da: Højlys

# MSG_DragBarShine_Help (145//)
source: DragBar shine pen.
da: Højlyspen til trækbjælke.

# MSG_DragBarShine_Title (146//)
source: DragBar shine pen
da: Trækbjælke-højlyspen

# MSG_DragBarShadow (147//)
source: Shadow
da: Skygge

# MSG_DragBarShadow_Help (148//)
source: DragBar shadow pen.
da: Skyggepen til trækbjælke.

# MSG_DragBarShadow_Title (149//)
source: DragBar shadow pen
da: Trækbjælke-skyggepen

# MSG_DragBarFill (150//)
source: Fill
da: Udfyldning

# MSG_DragBarFill_Help (151//)
source: DragBar fill pen.
da: Udfyldningspen til trækbjælke.

# MSG_DragBarFill_Title (152//)
source: DragBar fill pen
da: Trækbjælke-udfyldningspen

# MSG_UseDragBarFill (153//)
source: Use
da: Benytte

# MSG_UseDragBarFill_Help (154//)
source: If selected, the dragbar fill pen is used.
da: Sættes hak her, anvendes den valgte udfyldningspen til trækbjælken.

# MSG_Frame (155//)
source: Frame
da: Ramme

# MSG_Frame_Help (156//)
source: Bar frame
da: Bjælkeramme

# MSG_Frame_Title (157//)
source: Bar frame
da: Bjælkeramme

# MSG_TextFont (200//)
source: Text
da: Tekst

# MSG_TextFont_Help (201//)
source: Text only buttons font.
da: Skriftsnit til knapper kun med tekst.

# MSG_TextGfxFont (202//)
source: TextGfx
da: Tekst+grafik

# MSG_TextGfxFont_Help (203//)
source: Text and image buttons font.
da: Skriftsnit til knapper med både tekst og billede.

# MSG_ViewMode (204//)
source: View mode
da: Udseende

# MSG_ViewMode_Help (205//)
source: Adjust the appearance of the buttons.
da: Indstiller knappernes udseende.

# MSG_Appearance_Text (206//)
source: The options below are used by TheBar if and only if the object requested for it at creation time. It means that if the programmer didn't decide otherwise, they are simply ignored.
da: Tilvalgene herunder anvendes af TheBar hvis, og kun hvis, objektet bad om det da det blev oprettet. Det vil sige at hvis programmøren ikke har besluttet andet, bliver de simpelthen ignoreret.

# MSG_TextGfx (207//)
source: Icons and text
da: Ikoner og tekst

# MSG_Gfx (208//)
source: Icons only
da: Kun ikoner

# MSG_Text (209//)
source: Text only
da: Kun tekst

# MSG_Borderless (210//)
source: Borderless
da: Uden rammer

# MSG_Borderless_Help (211//)
source: If selected, buttons are borderless.
da: Sættes hak her, får knapper ingen rammer.

# MSG_Sunny (212//)
source: Highlight
da: Fremhævede

# MSG_Sunny_Help (213//)
source: If selected, buttons, normally in black and white, are colored when the mouse is over them.
da: Sættes hak her, bliver knapper som normalt er i sort/hvid, farvede når musen befinder sig over dem.

# MSG_Raised (214//)
source: Raised
da: Ophøjede

# MSG_Raised_Help (215//)
source: If selected, buttons, normally frameless, are framed when the mouse is over them.
da: Sættes hak her, får knapper som normalt ingen ramme har, en ramme når musen befinder sig over dem.

# MSG_Scaled (216//)
source: Scaled
da: Skalerede

# MSG_Scaled_Help (217//)
source: If selected, buttons are scaled.
da: Sættes hak her, bliver knapper skaleret.

# MSG_BarSpacer (218//)
source: Force Bar spacer
da: Gennemtvinge afstandsstykke

# MSG_BarSpacer_Help (219//)
source: If selected, a bar spacer is used for all kind of separators.
da: Sættes hak her, anvendes et afstandsstykke til alle slags adskillelser.

# MSG_EnableKeys (220//)
source: Enable keys
da: Slå taster til

# MSG_EnableKeys_Help (221//)
source: If selected, buttons short cuts are active.
da: Sættes hak her, bliver tastaturgenveje aktive.

# MSG_LabelPos (222//)
source: Labels at
da: Påskrifter

# MSG_LabelPos_Help (223//)
source: Adjust the position of text in Icons and text buttons.
da: Indstiller placeringen af tekst i ikon- og tekstknapper.

# MSG_LabelPos_Bottom (224//)
source: Bottom
da: nederst

# MSG_LabelPos_Top (225//)
source: Top
da: øverst

# MSG_LabelPos_Right (226//)
source: Right
da: til højre

# MSG_LabelPos_Left (227//)
source: Left
da: til venstre

# MSG_Title_GroupSpacing (300//)
source: Bar
da: Bjælke

# MSG_HorizGroupSpacing (301//)
source: Horiz
da: Vandret

# MSG_HorizGroupSpacing_Help (302//)
source: Pixels between two buttons in a bar row.
da: Pixels mellem to knapper i en bjælkerække.

# MSG_VertGroupSpacing (303//)
source: Vert
da: Lodret

# MSG_VertGroupSpacing_Help (304//)
source: Pixels between two bar rows.
da: Pixels mellem to bjælkerækker.

# MSG_BarSpacerSpacing (305//)
source: Bar
da: Bjælke

# MSG_BarSpacerSpacing_Help (306//)
source: Pixels between a Bar spacer and the previous/next object.
da: Pixels mellem et afstandsstykke og det foregående/følgende objekt.

# MSG_Title_InnerSpacing (307//)
source: Buttons
da: Knapper

# MSG_HorizInnerSpacing (308//)
source: Horiz
da: Vandret

# MSG_HorizInnerSpacing_Help (309//)
source: Pixels between the left/right frame border and the button contents.
da: Pixels mellem venstre/højre rammekant og knappens indhold.

# MSG_TopInnerSpacing (310//)
source: Top
da: Øverst

# MSG_TopInnerSpacing_Help (311//)
source: Pixels between the top frame border and the button contents.
da: Pixels mellem den øverste rammekant og knappens indhold.

# MSG_BottomInnerSpacing (312//)
source: Bottom
da: Nederst

# MSG_BottomInnerSpacing_Help (313//)
source: Pixels between the bottom frame border and the button contents.
da: Pixels mellem den nederste rammekant og knappens indhold.

# MSG_Title_BarFrameSpacing (314//)
source: Bar frame
da: Bjælkeramme

# MSG_LeftBarFrameSpacing (315//)
source: Left
da: Venstre

# MSG_LeftBarFrameSpacing_Help (316//)
source: Pixels between the left frame border and the bar contents.
da: Pixels mellem den venstre rammekant og bjælkens indhold.

# MSG_RightBarFrameSpacing (317//)
source: Right
da: Højre

# MSG_RightBarFrameSpacing_Help (318//)
source: Pixels between the right frame border and the bar contents.
da: Pixels mellem den højre rammekant og bjælkens indhold.

# MSG_TopBarFrameSpacing (319//)
source: Top
da: Øverst

# MSG_TopBarFrameSpacing_Help (320//)
source: Pixels between the top frame border and the bar contents.
da: Pixels mellem den øverste rammekant og bjælkens indhold.

# MSG_BottomBarFrameSpacing (321//)
source: Bottom
da: Nederst

# MSG_BottomBarFrameSpacing_Help (322//)
source: Pixels between the bottom frame border and the bar contents.
da: Pixels mellem den nederste rammekant og bjælkens indhold.

# MSG_Title_TextGfxSpacing (323//)
source: Text/Gfx
da: Tekst+grafik

# MSG_HorizTextGfxSpacing (324//)
source: Horiz
da: Vandret

# MSG_HorizTextGfxSpacing_Help (325//)
source: Pixels between an image and its left/right placed label.
da: Pixels mellem et billede og dets venstre-/højrestillede påskrift.

# MSG_VertTextGfxSpacing (326//)
source: Vert
da: Lodret

# MSG_VertTextGfxSpacing_Help (327//)
source: Pixels between an image and its bottom/top placed label.
da: Pixels mellem et billede og dets top-/bundstillede påskrift.

# MSG_Precision_Gui (400//)
source: Bad
da: Dårlig

# MSG_Precision_Icon (401//)
source: Poor
da: Halvdårlig

# MSG_Precision_Image (402//)
source: Good
da: God

# MSG_Precision_Exact (403//)
source: Best
da: Bedst

# MSG_Precision (404//)
source: Quality
da: Kvalitet

# MSG_Precision_Help (405//)
source: Precision to use when obtaining pens.
da: Præcision som skal anvendes når penne indhentes.

# MSG_Event (408//)
source: Event
da: Hændelse

# MSG_Event_Help (409//)
source: How to verify if the mouse is over a button: - IntuiTicks: it is verified periodically - MouseMove: it is verified at every mouse move - MouseObject, it is verified at when the mouse over a new object
da: Hvordan det skal afgøres om musen er over en knap: - IntuiTicks: Der tjekkes med jævne mellemrum - MouseMove: Der tjekkes hver gang musen flyttes - MouseObject: Der tjekkes når musen er over et nyt objekt

# MSG_Scale (410//)
source: Scale
da: Skalering

# MSG_Scale_Help (411//)
source: Scale factor for scaled images.
da: Skaleringsfaktor for skalerede billeder.

# MSG_SpecialSelect (412//)
source: Special select
da: Speciel valgeffekt

# MSG_SpecialSelect_Help (413//)
source: If selected, button contents are moved when they are selected or active.
da: Sættes hak her, flyttes knapindholdet når knappen vælges eller er aktiv.

# MSG_TextOverUseShine (414//)
source: Special text
da: Speciel påskrift

# MSG_TextOverUseShine_Help (415//)
source: If selected, active buttons labels are drawn with the shine pen.
da: Sættes hak her, bliver aktive knappers påskrifter skrevet med højlyspennen.

# MSG_IgnoreSelImages (416//)
source: Ignore selected images
da: Ignorere billeder for valgte

# MSG_IgnoreSelImages_Help (417//)
source: If selected, selected images are ignored.
da: Sættes hak her, bliver der ikke benyttet billeder for valgte knapper.

# MSG_IgnoreDisImages (418//)
source: Ignore disabled images
da: Ignorere billeder for deaktiverede

# MSG_IgnoreDisImages_Help (419//)
source: If selected, disabled images are ignored.
da: Sættes hak her, bliver der ikke benyttet billeder for deaktiverede knapper.

# MSG_DisMode_Shape (420//)
source: Shape
da: Facon

# MSG_DisMode_Grid (421//)
source: Grid
da: Gitter

# MSG_DisMode_FullGrid (422//)
source: Full grid
da: Fuldt gitter

# MSG_DisMode (423//)
source: Disable
da: Deaktiverede

# MSG_DisMode_Help (424//)
source: How to render disabled buttons.
da: Hvordan deaktiverede knapper skal vises.

# MSG_DontMove (425//)
source: Don't move
da: Ikke flytte

# MSG_DontMove_Help (426//)
source: If selected, the contents of the buttons is not moved when they are active.
da: Sættes hak her, bliver knappers indhold ikke flyttet når de er aktive.

# MSG_DisMode_Sunny (427//)
source: Grey
da: Grå

# MSG_NtRaiseActive (428//)
source: Don't raise active buttons
da: Ikke ophøje aktive knapper

# MSG_NtRaiseActive_Help (429//)
source: If selected, active buttons are not raised.
da: Sættes hak her, bliver aktive knapper ikke ophøjet.

# MSG_SpacersSize (430//)
source: Spacers size
da: Størrelse på afstandsstykker

# MSG_SpacersSize_Help (431//)
source: Size of spacers.
da: Størrelsen på afstandsstykker.

# MSG_SpacersSize_Quarter (432//)
source: Quarter of a button
da: En kvart knap

# MSG_SpacersSize_Half (433//)
source: Half of a button
da: En halv knap

# MSG_SpacersSize_One (434//)
source: As a button
da: Som en knap

# MSG_DisMode_Blend (436//)
source: Blend
da: Blandet

# MSG_DisMode_BlendGrey (437//)
source: Blend grey
da: Blandet grå

# MSG_Item_Defaults (500//)
source: Reset to defaults
da: Nulstille til standard

# MSG_NoMUI20Event_Help (502//)
source: How to verify if the mouse is over a button: - IntuiTicks: it is verified periodically - MouseMove: it is verified at every mouse move
da: Hvordan det skal afgøres om musen er over en knap: - IntuiTicks: Der tjekkes med jævne mellemrum - MouseMove: Der tjekkes hver gang musen flyttes

# MSG_SpacersSize_None (503//)
source: None
da: Ingen

# MSG_SpacersSize_OnePoint (504//)
source: One point
da: Et punkt

# MSG_SpacersSize_TwoPoint (505//)
source: Two points
da: To punkter

# MSG_Info_Translator (603//)
source: <EMPTY>
da: <TOM>

# MSG_Item_Globals (604//)
source: Reset to global
da: Nulstille til global

# MSG_Item_LastSaved (605//)
source: Last saved
da: Senest gemte

# MSG_Item_Restore (606//)
source: Restore
da: Gendanne

# MSG_Pop_OK_Help (701//)
source: Accept changes.
da: Accepterer ændringerne.

# MSG_Pop_Cancel (702//)
source: Cancel
da: Fortryde

# MSG_Pop_Cancel_Help (703//)
source: Exit without changing.
da: Afbryde uden at ændre.

# MSG_Popback_Pattern (710//)
source: Pattern
da: Mønster

# MSG_Popback_Color (711//)
source: Color
da: Farve

# MSG_Popback_Gradient (713//)
source: Gradient
da: Farveforløb

# MSG_Popback_HorizGradient (714//)
source: Horizontal
da: Vandret

# MSG_Popback_HorizGradientHelp (715//)
source: If selected, you get a horizontal gradient.
da: Sættes hak her, får man et vandret farveforløb.

# MSG_Popback_VertGradient (716//)
source: Vertical
da: Lodret

# MSG_Popback_VertGradientHelp (717//)
source: If selected, you get a vertical gradient.
da: Sættes hak her, får man et lodret farveforløb.

# MSG_Popback_From (718//)
source: From color
da: Fra farve

# MSG_Popback_To (719//)
source: To color
da: Til farve

# MSG_Popback_Swap (720//)
source: Swap
da: Ombytte

# MSG_Popback_SwapHelp (721//)
source: Swaps from/to colors.
da: Ombytter fra- og til-farverne.

# MSG_Poppen_Colormap (801//)
source: Colormap
da: Farvekort

# MSG_Poppen_Shine (803//)
source: Shine
da: Højlys

# MSG_Poppen_Halfshine (804//)
source: Halfshine
da: Halvhøjlys

# MSG_Poppen_Background (805//)
source: Background
da: Baggrund

# MSG_Poppen_Halfshadow (806//)
source: Halfshadow
da: Halvskygge

# MSG_Poppen_Shadow (807//)
source: Shadow
da: Skygge

# MSG_Poppen_Text (808//)
source: Text
da: Tekst

# MSG_Poppen_Fill (809//)
source: Fill
da: Udfyldning

# MSG_Poppen_Mark (810//)
source: Mark
da: Markering

# MSG_Poppen_ColorMapHelp (811//)
source: Select a screen color entry.
da: Vælg en post fra skærmens farveliste.

# MSG_ColoradjustRed (900//)
source: Red
da: Rød

# MSG_Coloradjust_RedHelp (901//)
source: The red component of the color.
da: Farvens rød-andel.

# MSG_ColoradjustGreen (902//)
source: Green
da: Grøn

# MSG_Coloradjust_GreenHelp (903//)
source: The green component of the color.
da: Farvens grøn-andel.

# MSG_ColoradjustBlue (904//)
source: Blue
da: Blå

# MSG_Coloradjust_BlueHelp (905//)
source: The blue component of the color.
da: Farvens blå-andel.

# MSG_Coloradjust_WheelHelp (907//)
source: Move the mouse to select a color.
da: Flyt musen for at vælge en farve.

# MSG_Coloradjust_GradientHelp (908//)
source: The brightness of the color.
da: Farvens lysstyrke.

# MSG_PrefsShortHelp (1000//)
source: Next generation tool bar class.
da: Den næste generation af værktøjsbjælkeklasser.
