Repository: amiga-mui/thebar
Catalog: mcp/locale/greek.po
Languages: el

# MSG_Reg_Colors (1//)
source: Colors
el: Χρώματα

# MSG_Reg_Appearance (2//)
source: Appearance
el: Εμφάνιση

# MSG_Reg_Spacing (3//)
source: Spacing
el: Aπόσταση

# MSG_Reg_Options (4//)
source: Options
el: Επιλογές

# MSG_Title_Backgrounds (100//)
source: Backgrounds
el: Φόντο

# MSG_GroupBackground (101//)
source: Bar
el: Μπάρα

# MSG_GroupBackground_Help (102//)
source: Bar background.
el: Φόντο μπάρας.

# MSG_GroupBackground_Title (103//)
source: Bar background
el: Φόντο μπάρας

# MSG_UseGroupBackground (104//)
source: Active
el: Ενεργό

# MSG_UseGroupBackground_Help (105//)
source: If selected, the bar gets your preferred background, otherwise it gets its parent background.
el: Αν επιλεχτεί, η μπάρα κάνει λήψη του προτεινόμενου φόντου σας, αλλιώς γίνεται λήψη του γονικού φόντου.

# MSG_ButtonBackground (106//)
source: Buttons
el: Κουμπιά

# MSG_ButtonBackground_Help (107//)
source: Active buttons background.
el: Φόντο ενεργών κουμπιών.

# MSG_ButtonBackground_Title (108//)
source: Active buttons background
el: Φόντο ενεργών κουμπιών

# MSG_UseButtonBackground (109//)
source: Active
el: Ενεργό

# MSG_UseButtonBackground_Help (110//)
source: If selected, the buttons get your preferred background, otherwise they get their parent background.
el: Αν επιλεχτεί, τα κουμπιά κάνουν λήψη του προτεινόμενου φόντου σας, αλλιώς γίνεται λήψη του γονικού φόντου.

# MSG_Title_Frame (111//)
source: Buttons frame
el: Πλαίσιο κουμπιών

# MSG_FrameShinePen (112//)
source: Shine
el: Λάμψη

# MSG_FrameShinePen_Help (113//)
source: Active buttons frame shine pen.
el: Πένα λάμψης πλαισίου για ενεργά κουμπιά.

# MSG_FrameShinePen_Title (114//)
source: Frame shine pen
el: Πένα λάμψης πλαισίου

# MSG_FrameShadowPen (115//)
source: Shadow
el: Σκιά

# MSG_FrameShadowPen_Help (116//)
source: Active buttons frame shadow pen.
el: Πένα σκιάς πλαισίου για ενεργά κουμπιά.

# MSG_FrameShadowPen_Title (117//)
source: Frame shadow pen
el: Πένα σκιάς πλαισίου

# MSG_FrameStyle_Recessed (118//)
source: Recessed
el: Eσοχή

# MSG_FrameStyle_Normal (119//)
source: Normal
el: Κανονική

# MSG_FrameStyle (120//)
source: Style
el: Στύλ

# MSG_FrameStyle_Help (121//)
source: Active buttons frame style.
el: Στύλ πλαισίου για ενεργά κουμπιά.

# MSG_Title_Disabled (122//)
source: Disabled buttons
el: Απενεργοποιημένα κουμπιά

# MSG_DisabledBody (123//)
source: Body
el: Σώμα

# MSG_DisabledBody_Help (124//)
source: Disabled buttons body pen. It is used as main pen for disabled buttons in Shape mode and as grid pen for disabled buttons in Grid modes.
el: Πένα σώματος για απενεργοποιημένα κουμπιά. Χρησιμοποιείται ως η κύρια πένα για απενεργοποιημένα κουμπιά σε κατάσταση σχήματος και ως πένα πλέγματος για απενεργοποιημένα κουμπιά σε καταστάσεις πλέγματος.

# MSG_DisabledBody_Title (125//)
source: Body pen
el: Πένα σώματος

# MSG_DisabledShadow (126//)
source: Shadow
el: Σκιά

# MSG_DisabledShadow_Help (127//)
source: Disabled buttons shadow pen. It is used as secondary pen for disabled buttons in Shape mode and as text pen for disabled buttons in Grid modes.
el: Πένα σκιάς για απενεργοποιημένα κουμπιά. Χρησιμοποιείται ως η δευτερεύουσα πένα για απενεργοποιημένα κουμπιά σε κατάσταση σχήματος και ως πένα κειμένου για απενεργοποιημένα κουμπιά σε κατάσταση πλέγματος.

# MSG_DisabledShadow_Title (128//)
source: Shadow pen
el: Πένα σκιάς

# MSG_Title_BarSpacer (129//)
source: Bar spacer
el: Διαχωριστικό μπάρας

# MSG_BarSpacerShinePen (130//)
source: Shine
el: Λάμψη

# MSG_BarSpacerShinePen_Help (131//)
source: Bar spacer shine pen.
el: Πένα λάμψης για διαχωριστική μπάρα.

# MSG_BarSpacerShinePen_Title (132//)
source: Spacer shine pen
el: Πένα λάμψης διαχωριστικού

# MSG_BarSpacerShadowPen (133//)
source: Shadow
el: Σκιά

# MSG_BarSpacerShadowPen_Help (134//)
source: Bar spacer shadow pen.
el: Πένα σκιάς για διαχωριστική μπάρα.

# MSG_BarSpacerShadowPen_Title (135//)
source: Spacer shadow pen
el: Πένα σκιάς διαχωριστικού

# MSG_Title_BarFrame (136//)
source: Bar frame
el: Πλαίσιο μπάρας

# MSG_BarFrameShine (137//)
source: Shine
el: Λάμψη

# MSG_BarFrameShine_Help (138//)
source: Bar frame shine pen.
el: Πένα λάμψης για πλαίσιο μπάρας.

# MSG_BarFrameShine_Title (139//)
source: Frame shine pen
el: Πένα λάμψης πλαισίου

# MSG_BarFrameShadow (140//)
source: Shadow
el: Σκιά

# MSG_BarFrameShadow_Help (141//)
source: Bar frame shadow pen.
el: Πένα σκιάς για πλαίσιο μπάρας.

# MSG_BarFrameShadow_Title (142//)
source: Frame shadow pen
el: Πένα σκιάς πλαισίου

# MSG_Title_DragBar (143//)
source: DragBar
el: Μπάρα μεταφοράς

# MSG_DragBarShine (144//)
source: Shine
el: Λάμψη

# MSG_DragBarShine_Help (145//)
source: DragBar shine pen.
el: Πένα λάμψης για μπάρα μεταφοράς.

# MSG_DragBarShine_Title (146//)
source: DragBar shine pen
el: Πένα λάμψης μπάρας μεταφοράς.

# MSG_DragBarShadow (147//)
source: Shadow
el: Σκιά

# MSG_DragBarShadow_Help (148//)
source: DragBar shadow pen.
el: Πένα σκιάς για μπάρα μεταφοράς.

# MSG_DragBarShadow_Title (149//)
source: DragBar shadow pen
el: Πένα σκιάς μπάρας μεταφοράς

# MSG_DragBarFill (150//)
source: Fill
el: Συμπλήρωση

# MSG_DragBarFill_Help (151//)
source: DragBar fill pen.
el: Πένα συμπλήρωσης για μπάρα μεταφοράς.

# MSG_DragBarFill_Title (152//)
source: DragBar fill pen
el: Πένα συμπλήρωσης μπάρας μεταφοράς

# MSG_UseDragBarFill (153//)
source: Use
el: Χρήση

# MSG_UseDragBarFill_Help (154//)
source: If selected, the dragbar fill pen is used.
el: Αν επιλεχτεί, θα χρησιμοποιηθεί η πένα συμπλήρωσης της μπάρας μεταφοράς.

# MSG_Frame (155//)
source: Frame
el: Πλαίσιο

# MSG_Frame_Help (156//)
source: Bar frame
el: Πλαίσιο για μπάρα.

# MSG_Frame_Title (157//)
source: Bar frame
el: Πλαίσιο μπάρας

# MSG_TextFont (200//)
source: Text
el: Κείμενο

# MSG_TextFont_Help (201//)
source: Text only buttons font.
el: Γραμματοσειρά μόνο για κουμπιά κειμένου.

# MSG_TextGfxFont (202//)
source: TextGfx
el: Γραφικά & Κείμενο

# MSG_TextGfxFont_Help (203//)
source: Text and image buttons font.
el: Γραμματοσειρά για κουμπιά κειμένου και γραφικών.

# MSG_ViewMode (204//)
source: View mode
el: Κατάσταση προβολής

# MSG_ViewMode_Help (205//)
source: Adjust the appearance of the buttons.
el: Τροποποιήστε την εμφάνιση των κουμπιών.

# MSG_Appearance_Text (206//)
source: The options below are used by TheBar if and only if the object requested for it at creation time. It means that if the programmer didn't decide otherwise, they are simply ignored.
el: Οι παρακάτω επιλογές χρησιμοποιούνται από την TheBar εάν και μόνο εάν κλήθηκε από το αντικείμενο κατά την δημιουργία του. Αυτό σημαίνει ότι αν ο προγραμματιστής αποφάσισε αλλιώς, απλά οι επιλογές αυτές θα αγνοηθούν.

# MSG_TextGfx (207//)
source: Icons and text
el: Εικονίδια και κείμενο

# MSG_Gfx (208//)
source: Icons only
el: Μόνο εικονίδια

# MSG_Text (209//)
source: Text only
el: Μόνο κείμενο

# MSG_Borderless (210//)
source: Borderless
el: Χωρίς περίγραμμα

# MSG_Borderless_Help (211//)
source: If selected, buttons are borderless.
el: Αν επιλεχτεί, τα κουμπιά θα είναι χωρίς περίγραμμα.

# MSG_Sunny (212//)
source: Highlight
el: Μαρκάρισμα

# MSG_Sunny_Help (213//)
source: If selected, buttons, normally in black and white, are colored when the mouse is over them.
el: Αν επιλεχτεί, τα κουμπιά, συνήθως σε μαύρο και άσπρο χρώμα, θα χρωματιστούν όταν το ποντίκι θα βρίσκεται από πάνω τους.

# MSG_Raised (214//)
source: Raised
el: Υψωμένα

# MSG_Raised_Help (215//)
source: If selected, buttons, normally frameless, are framed when the mouse is over them.
el: Αν επιλεχτεί, τα κουμπιά, συνήθως χωρίς πλαίσιο, θα εμφανίζουν ένα πλαίσιο όταν το ποντίκι θα βρίσκεται από πάνω τους.

# MSG_Scaled (216//)
source: Scaled
el: Διαβαθμησμένα

# MSG_Scaled_Help (217//)
source: If selected, buttons are scaled.
el: Αν επιλεχτεί, τα κουμπιά θα είναι διαβαθμησμένα.

# MSG_BarSpacer (218//)
source: Force Bar spacer
el: Εξαναγκασμός διαχωριστικού μπάρας

# MSG_BarSpacer_Help (219//)
source: If selected, a bar spacer is used for all kind of separators.
el: Αν επιλεχτεί, θα χρησιμοποιηθεί ένα διαχωριστικό μπάρας για όλα τα είδη διαχωριστικών.

# MSG_EnableKeys (220//)
source: Enable keys
el: Ενεργοποίηση πλήκτρων

# MSG_EnableKeys_Help (221//)
source: If selected, buttons short cuts are active.
el: Αν επιλεχτεί, θα ενεργοποιηθούν οι συντομεύσεις των κουμπιών.

# MSG_LabelPos (222//)
source: Labels at
el: Ετικέτες σε

# MSG_LabelPos_Help (223//)
source: Adjust the position of text in Icons and text buttons.
el: Τροποποιήστε την θέση του κειμένου στα εικονίδια και στα κουμπιά κειμένου.

# MSG_LabelPos_Bottom (224//)
source: Bottom
el: Τέρμα

# MSG_LabelPos_Top (225//)
source: Top
el: Κορυφή

# MSG_LabelPos_Right (226//)
source: Right
el: Δεξιά

# MSG_LabelPos_Left (227//)
source: Left
el: Αριστερά

# MSG_Title_GroupSpacing (300//)
source: Bar
el: Μπάρα

# MSG_HorizGroupSpacing (301//)
source: Horiz
el: Οριζόντια

# MSG_HorizGroupSpacing_Help (302//)
source: Pixels between two buttons in a bar row.
el: Απόσταση μεταξύ δυο κουμπιών σε μια γραμμή μπάρας σε pixels.

# MSG_VertGroupSpacing (303//)
source: Vert
el: Κάθετα

# MSG_VertGroupSpacing_Help (304//)
source: Pixels between two bar rows.
el: Απόσταση μεταξύ δύο γραμμών μπάρας σε pixels.

# MSG_BarSpacerSpacing (305//)
source: Bar
el: Μπάρα

# MSG_BarSpacerSpacing_Help (306//)
source: Pixels between a Bar spacer and the previous/next object.
el: Απόσταση μεταξύ ενός διαχωριστικού μπάρας και του προηγούμενου/επόμενου αντικειμένου σε pixels.

# MSG_Title_InnerSpacing (307//)
source: Buttons
el: Κουμπιά

# MSG_HorizInnerSpacing (308//)
source: Horiz
el: Οριζόντια

# MSG_HorizInnerSpacing_Help (309//)
source: Pixels between the left/right frame border and the button contents.
el: Απόσταση μεταξύ του αριστερού/δεξιού περιγράμματος πλαισίου και στα περιεχόμενα των κουμπιών, σε pixels.

# MSG_TopInnerSpacing (310//)
source: Top
el: Κορυφή

# MSG_TopInnerSpacing_Help (311//)
source: Pixels between the top frame border and the button contents.
el: Απόσταση μεταξύ του πιο πάνω περιγράμματος πλαισίου και στα περιεχόμενα των κουμπιών, σε pixels.

# MSG_BottomInnerSpacing (312//)
source: Bottom
el: Τέρμα

# MSG_BottomInnerSpacing_Help (313//)
source: Pixels between the bottom frame border and the button contents.
el: Απόσταση μεταξύ του πιο κάτω περιγράμματος πλαισίου και στα περιεχόμενα των κουμπιών, σε pixels.

# MSG_Title_BarFrameSpacing (314//)
source: Bar frame
el: Πλαίσιο μπάρας

# MSG_LeftBarFrameSpacing (315//)
source: Left
el: Αριστερό

# MSG_LeftBarFrameSpacing_Help (316//)
source: Pixels between the left frame border and the bar contents.
el: Απόσταση μεταξύ του αριστερού περιγράμματος πλαισίου και στα περιεχόμενα της μπάρας, σε pixels.

# MSG_RightBarFrameSpacing (317//)
source: Right
el: Δεξί

# MSG_RightBarFrameSpacing_Help (318//)
source: Pixels between the right frame border and the bar contents.
el: Απόσταση μεταξύ του δεξιού περιγράμματος πλαισίου και στα περιεχόμενα της μπάρας, σε pixels.

# MSG_TopBarFrameSpacing (319//)
source: Top
el: Κορυφή

# MSG_TopBarFrameSpacing_Help (320//)
source: Pixels between the top frame border and the bar contents.
el: Απόσταση μεταξύ του πιο πάνω περιγράμματος πλαισίου και στα περιεχόμενα της μπάρας, σε pixels.

# MSG_BottomBarFrameSpacing (321//)
source: Bottom
el: Τέρμα

# MSG_BottomBarFrameSpacing_Help (322//)
source: Pixels between the bottom frame border and the bar contents.
el: Απόσταση μεταξύ του πιο κάτω περιγράμματος πλαισίου και στα περιεχόμενα της μπάρας, σε pixels.

# MSG_Title_TextGfxSpacing (323//)
source: Text/Gfx
el: Κείμενο/Γραφικά

# MSG_HorizTextGfxSpacing (324//)
source: Horiz
el: Οριζόντια

# MSG_HorizTextGfxSpacing_Help (325//)
source: Pixels between an image and its left/right placed label.
el: Απόσταση μεταξύ μιας εικόνας και στην αριστερή/δεξιά μεριά ετικέτας της, σε pixels.

# MSG_VertTextGfxSpacing (326//)
source: Vert
el: Κάθετα

# MSG_VertTextGfxSpacing_Help (327//)
source: Pixels between an image and its bottom/top placed label.
el: Απόσταση μεταξύ μιας εικόνας και στην κάτω/πάνω μεριά ετικέτας της, σε pixels.

# MSG_Precision_Gui (400//)
source: Bad
el: Κακή

# MSG_Precision_Icon (401//)
source: Poor
el: Φτωχή

# MSG_Precision_Image (402//)
source: Good
el: Καλή

# MSG_Precision_Exact (403//)
source: Best
el: Καλύτερη

# MSG_Precision (404//)
source: Quality
el: Ποιοτική

# MSG_Precision_Help (405//)
source: Precision to use when obtaining pens.
el: Χρήση ακριβείας κατά την απόκτηση μιας πένας.

# MSG_Event_MouseMove (407//)
source: MouseMove
el: Κίνηση

# MSG_Event (408//)
source: Event
el: Συμβάν

# MSG_Event_Help (409//)
source: How to verify if the mouse is over a button: - IntuiTicks: it is verified periodically - MouseMove: it is verified at every mouse move - MouseObject, it is verified at when the mouse over a new object
el: Πως θα επαληθεύσετε αν το ποντίκι είναι πάνω από ένα κουμπί: - IntuiTicks: επαληθεύεται περιοδικά - Κίνηση: επαληθεύεται σε κάθε μετακίνηση του ποντικιού - Αντικείμενο: επαληθεύεται όταν το ποντίκι βρίσκεται πάνω από ένα καινούργιο αντικείμενο

# MSG_Scale (410//)
source: Scale
el: Διαβάθμιση

# MSG_Scale_Help (411//)
source: Scale factor for scaled images.
el: Συντελεστής διαβάθμισης για διαβαθμισμένες εικόνες.

# MSG_SpecialSelect (412//)
source: Special select
el: Ειδική επιλογή

# MSG_SpecialSelect_Help (413//)
source: If selected, button contents are moved when they are selected or active.
el: Αν επιλεχτεί, μετακινούνται τα περιεχόμενα των κουμπιών όταν έχουν επιλεχτεί ή είναι ενεργά.

# MSG_TextOverUseShine (414//)
source: Special text
el: Ειδικό κείμενο

# MSG_TextOverUseShine_Help (415//)
source: If selected, active buttons labels are drawn with the shine pen.
el: Αν επιλεχτεί, οι ενεργές ετικέτες των κουμπιών θα σχεδιαστούν με την πένα λάμψης.

# MSG_IgnoreSelImages (416//)
source: Ignore selected images
el: Αγνόηση επιλεγμένων εικόνων

# MSG_IgnoreSelImages_Help (417//)
source: If selected, selected images are ignored.
el: Αν επιλεχτεί, οι επιλεγμένες εικόνες θα αγνοηθούν.

# MSG_IgnoreDisImages (418//)
source: Ignore disabled images
el: Αγνόηση ανενεργών εικόνων

# MSG_IgnoreDisImages_Help (419//)
source: If selected, disabled images are ignored.
el: Αν επιλεχτεί, οι ανενεργές εικόνες θα αγνοηθούν.

# MSG_DisMode_Shape (420//)
source: Shape
el: Σχήμα

# MSG_DisMode_Grid (421//)
source: Grid
el: Πλέγμα

# MSG_DisMode_FullGrid (422//)
source: Full grid
el: Πλήρες πλέγμα

# MSG_DisMode (423//)
source: Disable
el: Απενεργοποίηση

# MSG_DisMode_Help (424//)
source: How to render disabled buttons.
el: Πως να αποδίδετε απενεργοποιημένα κουμπιά.

# MSG_DontMove (425//)
source: Don't move
el: Χωρίς κίνηση

# MSG_DontMove_Help (426//)
source: If selected, the contents of the buttons is not moved when they are active.
el: Αν επιλεχτεί, τα περιεχόμενα των κουμπιών δεν θα μετακινηθούν όταν αυτά είναι ενεργά.

# MSG_DisMode_Sunny (427//)
source: Grey
el: Γκρί

# MSG_NtRaiseActive (428//)
source: Don't raise active buttons
el: Μη ύψωση ενεργών κουμπιών

# MSG_NtRaiseActive_Help (429//)
source: If selected, active buttons are not raised.
el: Αν επιλεχτεί, τα ενεργά κουμπιά δεν θα υψωθούν.

# MSG_SpacersSize (430//)
source: Spacers size
el: Μέγεθος διαχωριστών

# MSG_SpacersSize_Help (431//)
source: Size of spacers.
el: Μέγεθος των διαχωριστών.

# MSG_SpacersSize_Quarter (432//)
source: Quarter of a button
el: Σε ένα τέταρτο μέγεθος ενός κουμπιού

# MSG_SpacersSize_Half (433//)
source: Half of a button
el: Σε μισό μέγεθος ενός κουμπιού

# MSG_SpacersSize_One (434//)
source: As a button
el: Ως ένα κουμπί

# MSG_Event_MouseObject (435//)
source: MouseObject
el: Αντικείμενο

# MSG_DisMode_Blend (436//)
source: Blend
el: Ανάμειξη

# MSG_DisMode_BlendGrey (437//)
source: Blend grey
el: Ανάμειξη γκρί

# MSG_Item_Defaults (500//)
source: Reset to defaults
el: Επαναφορά στα προεπιλεγμένα

# MSG_NoMUI20Event_Help (502//)
source: How to verify if the mouse is over a button: - IntuiTicks: it is verified periodically - MouseMove: it is verified at every mouse move
el: Πως να επαληθεύσετε αν το ποντίκι είναι πάνω από ενα κουμπί: - IntuiTicks: επαληθεύετε περιοδικά - Κίνηση: επαληθεύετε σε κάθε κίνηση του ποντικιού

# MSG_SpacersSize_None (503//)
source: None
el: Κανένα

# MSG_SpacersSize_OnePoint (504//)
source: One point
el: Ένας πόντος

# MSG_SpacersSize_TwoPoint (505//)
source: Two points
el: Δυο πόντοι

# MSG_Info_Translator (603//)
source: <EMPTY>
el: Ελληνική μετάφραση: Αντώνης Ηλιάκης

# MSG_Item_Globals (604//)
source: Reset to global
el: Επαναφορά στις γενικές ρυθμίσεις

# MSG_Item_LastSaved (605//)
source: Last saved
el: Τελευταία αποθήκευση

# MSG_Item_Restore (606//)
source: Restore
el: Επαναφορά

# MSG_Pop_OK (700//)
source: OK
el: ΟΚ

# MSG_Pop_OK_Help (701//)
source: Accept changes.
el: Δεχτείτε τις αλλαγές.

# MSG_Pop_Cancel (702//)
source: Cancel
el: Ακύρωση

# MSG_Pop_Cancel_Help (703//)
source: Exit without changing.
el: Κάντε έξοδο χωρίς αλλαγές.

# MSG_Popback_Pattern (710//)
source: Pattern
el: Μοτίβο

# MSG_Popback_Color (711//)
source: Color
el: Χρώμα

# MSG_Popback_Gradient (713//)
source: Gradient
el: Διαβάθμιση

# MSG_Popback_HorizGradient (714//)
source: Horizontal
el: Οριζόντια

# MSG_Popback_HorizGradientHelp (715//)
source: If selected, you get a horizontal gradient.
el: Αν επιλεχτεί, θα κάνετε λήψη μιας οριζόντιας διαβάθμισης.

# MSG_Popback_VertGradient (716//)
source: Vertical
el: Κάθετα

# MSG_Popback_VertGradientHelp (717//)
source: If selected, you get a vertical gradient.
el: Αν επιλεχτεί, θα κάνετε λήψη μιας κάθετης διαβάθμισης.

# MSG_Popback_From (718//)
source: From color
el: Από χρώμα

# MSG_Popback_To (719//)
source: To color
el: Σε χρώμα

# MSG_Popback_Swap (720//)
source: Swap
el: Ανταλλαγή

# MSG_Popback_SwapHelp (721//)
source: Swaps from/to colors.
el: Ανταλλαγή από/σε χρώματα.

# MSG_Poppen_Colormap (801//)
source: Colormap
el: Χρώματα

# MSG_Poppen_Shine (803//)
source: Shine
el: Λάμψη

# MSG_Poppen_Halfshine (804//)
source: Halfshine
el: Μισή-λάμψη

# MSG_Poppen_Background (805//)
source: Background
el: Φόντο

# MSG_Poppen_Halfshadow (806//)
source: Halfshadow
el: Μισή-σκιά

# MSG_Poppen_Shadow (807//)
source: Shadow
el: Σκιά

# MSG_Poppen_Text (808//)
source: Text
el: Κείμνο

# MSG_Poppen_Fill (809//)
source: Fill
el: Συμπλήρωση

# MSG_Poppen_Mark (810//)
source: Mark
el: Μαρκάρισμα

# MSG_Poppen_ColorMapHelp (811//)
source: Select a screen color entry.
el: Επιλέξτε μια είσοδο χρώματος οθόνης.

# MSG_ColoradjustRed (900//)
source: Red
el: Κόκκινο

# MSG_Coloradjust_RedHelp (901//)
source: The red component of the color.
el: Το κόκκινο στοιχείο του χρώματος.

# MSG_ColoradjustGreen (902//)
source: Green
el: Πράσινο

# MSG_Coloradjust_GreenHelp (903//)
source: The green component of the color.
el: Το πράσινο στοιχείο του χρώματος.

# MSG_ColoradjustBlue (904//)
source: Blue
el: Μπλέ

# MSG_Coloradjust_BlueHelp (905//)
source: The blue component of the color.
el: Το μπλέ στοιχείο του χρώματος.

# MSG_Coloradjust_WheelHelp (907//)
source: Move the mouse to select a color.
el: Μετακινήστε το ποντίκι για να επιλέξετε ένα χρώμα.

# MSG_Coloradjust_GradientHelp (908//)
source: The brightness of the color.
el: Η φωτεινότητα του χρώματος.

# MSG_PrefsShortHelp (1000//)
source: Next generation tool bar class.
el: Εργαλείο μπάρας επόμενης γενιάς.
