Repository: amiga-mui/thebar
Catalog: mcp/locale/polish.po
Languages: pl

# MSG_Reg_Colors (1//)
source: Colors
pl: Kolory

# MSG_Reg_Appearance (2//)
source: Appearance
pl: Wygl±d

# MSG_Reg_Spacing (3//)
source: Spacing
pl: Odstêpy

# MSG_Reg_Options (4//)
source: Options
pl: Opcje

# MSG_Title_Backgrounds (100//)
source: Backgrounds
pl: Tła

# MSG_GroupBackground (101//)
source: Bar
pl: Pasek narzêdzi

# MSG_GroupBackground_Help (102//)
source: Bar background.
pl: Tło paska narzêdzi.

# MSG_GroupBackground_Title (103//)
source: Bar background
pl: Tło paska narzêdzi

# MSG_UseGroupBackground (104//)
source: Active
pl: Aktywny

# MSG_UseGroupBackground_Help (105//)
source: If selected, the bar gets your preferred background, otherwise it gets its parent background.
pl: Je¶li ta opcja jest wł±czona, pasek narzêdzi bêdzie posiadał preferowane przez Ciebie tło, w przeciwnym razie zostanie użyte tło obiektu nadrzêdnego.

# MSG_ButtonBackground (106//)
source: Buttons
pl: Przyciski

# MSG_ButtonBackground_Help (107//)
source: Active buttons background.
pl: Tło aktywnych przycisków.

# MSG_ButtonBackground_Title (108//)
source: Active buttons background
pl: Tło aktywnych przycisków

# MSG_UseButtonBackground (109//)
source: Active
pl: Aktywny

# MSG_UseButtonBackground_Help (110//)
source: If selected, the buttons get your preferred background, otherwise they get their parent background.
pl: Je¶li ta opcja jest wł±czona, przyciski bêd± posiadały preferowane przez Ciebie tło, w przeciwnym razie zostanie użyte tło obiektu nadrzêdnego.

# MSG_Title_Frame (111//)
source: Buttons frame
pl: Ramka przycisków

# MSG_FrameShinePen (112//)
source: Shine
pl: Jasna krawêdŒ

# MSG_FrameShinePen_Help (113//)
source: Active buttons frame shine pen.
pl: Pisak jasnej krawêdzi ramki aktywnego przycisku.

# MSG_FrameShinePen_Title (114//)
source: Frame shine pen
pl: Pisak jasnej krawêdzi ramki

# MSG_FrameShadowPen (115//)
source: Shadow
pl: Ciemna krawêdŒ

# MSG_FrameShadowPen_Help (116//)
source: Active buttons frame shadow pen.
pl: Pisak ciemnej krawêdzi ramki aktywnego przycisku.

# MSG_FrameShadowPen_Title (117//)
source: Frame shadow pen
pl: Pisak ciemnej krawêdzi ramki

# MSG_FrameStyle_Recessed (118//)
source: Recessed
pl: wci¶niêta

# MSG_FrameStyle_Normal (119//)
source: Normal
pl: normalna

# MSG_FrameStyle (120//)
source: Style
pl: Styl

# MSG_FrameStyle_Help (121//)
source: Active buttons frame style.
pl: Styl ramki aktywnego przycisku.

# MSG_Title_Disabled (122//)
source: Disabled buttons
pl: Nieaktywne przyciski

# MSG_DisabledBody (123//)
source: Body
pl: Kształt

# MSG_DisabledBody_Help (124//)
source: Disabled buttons body pen. It is used as main pen for disabled buttons in Shape mode and as grid pen for disabled buttons in Grid modes.
pl: Pisak kształtu wył±czonego przycisku. Jest on używany jako główny pisak dla wył±czonych obiektów w trybie wy¶wietlania kształtu, oraz jako pisak siatki dla wył±czonych przycisków w trybie wy¶wietlania siatki.

# MSG_DisabledBody_Title (125//)
source: Body pen
pl: Pisak kształtu

# MSG_DisabledShadow (126//)
source: Shadow
pl: Ciemna krawêdŒ

# MSG_DisabledShadow_Help (127//)
source: Disabled buttons shadow pen. It is used as secondary pen for disabled buttons in Shape mode and as text pen for disabled buttons in Grid modes.
pl: Pisak ciemnej krawêdzi wył±czonego przycisku. Jest on używany jako drugi pisak dla wył±czonych obiektów w trybie wy¶wietlania kształtu, oraz jako pisak tekstu dla wył±czonych przycisków w trybie wy¶wietlania siatki.

# MSG_DisabledShadow_Title (128//)
source: Shadow pen
pl: Pisak ciemnej krawêdzi

# MSG_Title_BarSpacer (129//)
source: Bar spacer
pl: Belka separuj±ca

# MSG_BarSpacerShinePen (130//)
source: Shine
pl: Jasna krawêdŒ

# MSG_BarSpacerShinePen_Help (131//)
source: Bar spacer shine pen.
pl: Pisak jasnych krawêdzi belki separuj±cej.

# MSG_BarSpacerShinePen_Title (132//)
source: Spacer shine pen
pl: Pisak jasnych krawêdzi belki separuj±cej

# MSG_BarSpacerShadowPen (133//)
source: Shadow
pl: Ciemna krawêdŒ

# MSG_BarSpacerShadowPen_Help (134//)
source: Bar spacer shadow pen.
pl: Pisak ciemych krawêdzi belki separuj±cej.

# MSG_BarSpacerShadowPen_Title (135//)
source: Spacer shadow pen
pl: Pisak ciemych krawêdzi belki separuj±cej

# MSG_Title_BarFrame (136//)
source: Bar frame
pl: Ramka paska narzêdzi

# MSG_BarFrameShine (137//)
source: Shine
pl: Jasna krawêdŒ

# MSG_BarFrameShine_Help (138//)
source: Bar frame shine pen.
pl: Pisak jasnej krawêdzi ramki paska narzêdzi.

# MSG_BarFrameShine_Title (139//)
source: Frame shine pen
pl: Jasna krawêdŒ ramki

# MSG_BarFrameShadow (140//)
source: Shadow
pl: Ciemna krawêdŒ

# MSG_BarFrameShadow_Help (141//)
source: Bar frame shadow pen.
pl: Pisak ciemnej krawêdzi ramki paska narzêdzi.

# MSG_BarFrameShadow_Title (142//)
source: Frame shadow pen
pl: Ciemna krawêdŒ ramki

# MSG_Title_DragBar (143//)
source: DragBar
pl: Belka przeci±gania

# MSG_DragBarShine (144//)
source: Shine
pl: Jasna krawêdŒ

# MSG_DragBarShine_Help (145//)
source: DragBar shine pen.
pl: Jasna krawêdŒ belki przeci±gania.

# MSG_DragBarShine_Title (146//)
source: DragBar shine pen
pl: Jasna krawêdŒ belki przeci±gania

# MSG_DragBarShadow (147//)
source: Shadow
pl: Ciemna krawêdŒ

# MSG_DragBarShadow_Help (148//)
source: DragBar shadow pen.
pl: Ciemna krawêdŒ belki przeci±gania.

# MSG_DragBarShadow_Title (149//)
source: DragBar shadow pen
pl: Ciemna krawêdŒ belki przeci±gania

# MSG_DragBarFill (150//)
source: Fill
pl: Wypełnienie

# MSG_DragBarFill_Help (151//)
source: DragBar fill pen.
pl: Wypełnienie belki przeci±gania.

# MSG_DragBarFill_Title (152//)
source: DragBar fill pen
pl: Wypełnienie belki przeci±gania

# MSG_UseDragBarFill (153//)
source: Use
pl: Użyj

# MSG_UseDragBarFill_Help (154//)
source: If selected, the dragbar fill pen is used.
pl: Je¶li ta opcja jest wł±czona, bêdzie używany pisak wypełnienia belki przeci±gania.

# MSG_Frame (155//)
source: Frame
pl: Ramka

# MSG_Frame_Help (156//)
source: Bar frame
pl: Ramka paska narzêdzi

# MSG_Frame_Title (157//)
source: Bar frame
pl: Ramka paska narzêdzi

# MSG_TextFont (200//)
source: Text
pl: Tekst

# MSG_TextFont_Help (201//)
source: Text only buttons font.
pl: Czcionka przycisków tekstowych.

# MSG_TextGfxFont (202//)
source: TextGfx
pl: Tekst i obrazki

# MSG_TextGfxFont_Help (203//)
source: Text and image buttons font.
pl: Czcionka przycisków obrazkowych z podpisami.

# MSG_ViewMode (204//)
source: View mode
pl: Tryb wy¶wietlania

# MSG_ViewMode_Help (205//)
source: Adjust the appearance of the buttons.
pl: Ustawia wygl±d przycisków.

# MSG_Appearance_Text (206//)
source: The options below are used by TheBar if and only if the object requested for it at creation time. It means that if the programmer didn't decide otherwise, they are simply ignored.
pl: Opcje poniżej s± używane przez obiekty klasy TheBar tylko i wyłacznie wtedy, gdy w czasie ich tworzenia zostan± wywołane. Oznacza to, że je¶li programista nie zdecyduje inaczej, s± one po prostu ignorowane.

# MSG_TextGfx (207//)
source: Icons and text
pl: ikonki i tekst

# MSG_Gfx (208//)
source: Icons only
pl: tylko ikonki

# MSG_Text (209//)
source: Text only
pl: tylko tekst

# MSG_Borderless (210//)
source: Borderless
pl: Bez ramek

# MSG_Borderless_Help (211//)
source: If selected, buttons are borderless.
pl: Je¶li ta opcja jest wł±czona, używane s± przyciski bez ramek.

# MSG_Sunny (212//)
source: Highlight
pl: Pod¶wietlanie

# MSG_Sunny_Help (213//)
source: If selected, buttons, normally in black and white, are colored when the mouse is over them.
pl: Je¶li ta opcja jest wł±czona, przyciski wy¶wietlane jako czarno-białe bêd± kolorowane po najechaniu na nie wskaŒnikiem myszki.

# MSG_Raised (214//)
source: Raised
pl: Wypukłe

# MSG_Raised_Help (215//)
source: If selected, buttons, normally frameless, are framed when the mouse is over them.
pl: Je¶li ta opcja jest wł±czona, przyciski wy¶wietlane bez ramek bêd± otaczane ramkami po najechaniu na nie wskaŒnikiem myszki.

# MSG_Scaled (216//)
source: Scaled
pl: Skalowane

# MSG_Scaled_Help (217//)
source: If selected, buttons are scaled.
pl: Je¶li ta opcja jest wł±czona, przyciski bêd± skalowane.

# MSG_BarSpacer (218//)
source: Force Bar spacer
pl: Wymuszaj używanie belek separuj±cych

# MSG_BarSpacer_Help (219//)
source: If selected, a bar spacer is used for all kind of separators.
pl: Je¶li ta opcja jest wł±czona, bêd± używane belki separuj±ce jako wszystkie rodzaje separatorów.

# MSG_EnableKeys (220//)
source: Enable keys
pl: Wł±cz klawisze

# MSG_EnableKeys_Help (221//)
source: If selected, buttons short cuts are active.
pl: Je¶li ta opcja jest wł±czona, klawisze skrótów bêd± aktywne.

# MSG_LabelPos (222//)
source: Labels at
pl: Podpisy:

# MSG_LabelPos_Help (223//)
source: Adjust the position of text in Icons and text buttons.
pl: Ustala pozycjê tekstu w przyciskach ikonek z tekstem.

# MSG_LabelPos_Bottom (224//)
source: Bottom
pl: na dole

# MSG_LabelPos_Top (225//)
source: Top
pl: na górze

# MSG_LabelPos_Right (226//)
source: Right
pl: po prawej

# MSG_LabelPos_Left (227//)
source: Left
pl: po lewej

# MSG_Title_GroupSpacing (300//)
source: Bar
pl: Pasek narzêdzi

# MSG_HorizGroupSpacing (301//)
source: Horiz
pl: Poziome

# MSG_HorizGroupSpacing_Help (302//)
source: Pixels between two buttons in a bar row.
pl: Pikseli pomiêdzy dwoma przyciskami w wierszu paska narzêdzi.

# MSG_VertGroupSpacing (303//)
source: Vert
pl: Pionowe

# MSG_VertGroupSpacing_Help (304//)
source: Pixels between two bar rows.
pl: Pikseli pmiêdzy dwoma wierszami psaka narzêdzi.

# MSG_BarSpacerSpacing (305//)
source: Bar
pl: Belka separuj±ca

# MSG_BarSpacerSpacing_Help (306//)
source: Pixels between a Bar spacer and the previous/next object.
pl: Pikseli pomiêdzy belk± separuj±c±, a poprzednim/nastêpnym obiektem.

# MSG_Title_InnerSpacing (307//)
source: Buttons
pl: Przyciski

# MSG_HorizInnerSpacing (308//)
source: Horiz
pl: Poziomo

# MSG_HorizInnerSpacing_Help (309//)
source: Pixels between the left/right frame border and the button contents.
pl: Pikseli pomiêdzy lew±/parw± krawêdzi± ramki i zawarto¶ci± przycisku.

# MSG_TopInnerSpacing (310//)
source: Top
pl: Od góry

# MSG_TopInnerSpacing_Help (311//)
source: Pixels between the top frame border and the button contents.
pl: Pikseli pomiêdzy górn± krawêdzi± ramki i zawarto¶ci± przycisku.

# MSG_BottomInnerSpacing (312//)
source: Bottom
pl: Od dołu

# MSG_BottomInnerSpacing_Help (313//)
source: Pixels between the bottom frame border and the button contents.
pl: Pikseli pomiêdzy doln± krawêdzi± ramki i zawarto¶ci± przycisku.

# MSG_Title_BarFrameSpacing (314//)
source: Bar frame
pl: Ramka paska narzêdzi

# MSG_LeftBarFrameSpacing (315//)
source: Left
pl: Od lewej

# MSG_LeftBarFrameSpacing_Help (316//)
source: Pixels between the left frame border and the bar contents.
pl: Pikseli pomiêdzy lew± krawêdzi± ramki i zawarto¶ci± paska narzêdzi.

# MSG_RightBarFrameSpacing (317//)
source: Right
pl: Od prawej

# MSG_RightBarFrameSpacing_Help (318//)
source: Pixels between the right frame border and the bar contents.
pl: Pikseli pomiêdzy praw± krawêdzi± ramki i zawarto¶ci± paska narzêdzi.

# MSG_TopBarFrameSpacing (319//)
source: Top
pl: Od góry

# MSG_TopBarFrameSpacing_Help (320//)
source: Pixels between the top frame border and the bar contents.
pl: Pikseli pomiêdzy górn± krawêdzi± ramki i zawarto¶ci± paska narzêdzi.

# MSG_BottomBarFrameSpacing (321//)
source: Bottom
pl: Od dołu

# MSG_BottomBarFrameSpacing_Help (322//)
source: Pixels between the bottom frame border and the bar contents.
pl: Pikseli pomiêdzy doln± krawêdzi± ramki i zawarto¶ci± paska narzêdzi.

# MSG_Title_TextGfxSpacing (323//)
source: Text/Gfx
pl: Tekst/grafika

# MSG_HorizTextGfxSpacing (324//)
source: Horiz
pl: Poziomo

# MSG_HorizTextGfxSpacing_Help (325//)
source: Pixels between an image and its left/right placed label.
pl: Pikseli pomiêdzy obrazkiem, a podpisem umieszczonym po lewej/prawej.

# MSG_VertTextGfxSpacing (326//)
source: Vert
pl: Pionowo

# MSG_VertTextGfxSpacing_Help (327//)
source: Pixels between an image and its bottom/top placed label.
pl: Pikseli pomiêdzy obrazkiem, a podpisem umieszczonym na górze/dole.

# MSG_Precision_Gui (400//)
source: Bad
pl: zła

# MSG_Precision_Icon (401//)
source: Poor
pl: słaba

# MSG_Precision_Image (402//)
source: Good
pl: dobra

# MSG_Precision_Exact (403//)
source: Best
pl: najlepsza

# MSG_Precision (404//)
source: Quality
pl: Jako¶æ

# MSG_Precision_Help (405//)
source: Precision to use when obtaining pens.
pl: Precyzja doboru kolorów pisaków.

# MSG_Event (408//)
source: Event
pl: Zdarzenie

# MSG_Event_Help (409//)
source: How to verify if the mouse is over a button: - IntuiTicks: it is verified periodically - MouseMove: it is verified at every mouse move - MouseObject, it is verified at when the mouse over a new object
pl: Jak sprawdzane jest położenie myszki nad przyciskiem: - IntuiTicks: położenie sprawdzane jest okresowo - MouseMove: polożenie sprawdzane jest po każdym poruszeniu myszki - MouseObject: położenie sprawdzane jest gdy wskażnik myszki znajduje siê nad nowym obiektem

# MSG_Scale (410//)
source: Scale
pl: Współczynnik skalowania

# MSG_Scale_Help (411//)
source: Scale factor for scaled images.
pl: Współczynnik skalowania dla skalowanych obrazków.

# MSG_SpecialSelect (412//)
source: Special select
pl: Specjalne zaznaczanie

# MSG_SpecialSelect_Help (413//)
source: If selected, button contents are moved when they are selected or active.
pl: Je¶li ta opcja jest wł±czona, zawarto¶æ przycisków jest przesuwana gdy przyciski s± aktywne lub wybrane.

# MSG_TextOverUseShine (414//)
source: Special text
pl: Tekst specjalny

# MSG_TextOverUseShine_Help (415//)
source: If selected, active buttons labels are drawn with the shine pen.
pl: Je¶li ta opcja jest wł±czona, podpisy aktywnych przycisków bêd± wy¶wietlane w kolorze jasnych krawêdzi.

# MSG_IgnoreSelImages (416//)
source: Ignore selected images
pl: Ignoruj wybrane obrazki

# MSG_IgnoreSelImages_Help (417//)
source: If selected, selected images are ignored.
pl: Je¶li ta opcja jest wł±czona, wybrane obrazki s± ignorowane.

# MSG_IgnoreDisImages (418//)
source: Ignore disabled images
pl: Ignoruj wybrane obrazki

# MSG_IgnoreDisImages_Help (419//)
source: If selected, disabled images are ignored.
pl: Je¶li ta opcja jest wł±czona, wył±czone obrazki s± ignorowane.

# MSG_DisMode_Shape (420//)
source: Shape
pl: kształt

# MSG_DisMode_Grid (421//)
source: Grid
pl: siatka

# MSG_DisMode_FullGrid (422//)
source: Full grid
pl: pełna siatka

# MSG_DisMode (423//)
source: Disable
pl: Wył±czone jako

# MSG_DisMode_Help (424//)
source: How to render disabled buttons.
pl: Jak maj± byæ wy¶wietlane wył±czone przyciski.

# MSG_DontMove (425//)
source: Don't move
pl: Nie przesuwaj

# MSG_DontMove_Help (426//)
source: If selected, the contents of the buttons is not moved when they are active.
pl: Je¶li ta opcja jest wł±czona, zawarto¶æ przycisków nie bêdzie przesuwana po ich aktywacji.

# MSG_DisMode_Sunny (427//)
source: Grey
pl: szare

# MSG_NtRaiseActive (428//)
source: Don't raise active buttons
pl: Nie uwypuklaj aktywnych przycisków

# MSG_NtRaiseActive_Help (429//)
source: If selected, active buttons are not raised.
pl: Je¶li ta opcja jest wł±czona, aktywne przyciski nie bêd± uwypuklane.

# MSG_SpacersSize (430//)
source: Spacers size
pl: Wielko¶æ separatorów

# MSG_SpacersSize_Help (431//)
source: Size of spacers.
pl: Wielko¶æ separatorów.

# MSG_SpacersSize_Quarter (432//)
source: Quarter of a button
pl: æwieræ przycisku

# MSG_SpacersSize_Half (433//)
source: Half of a button
pl: pół przycisku

# MSG_SpacersSize_One (434//)
source: As a button
pl: jak przycisk

# MSG_DisMode_Blend (436//)
source: Blend
pl: Mieszaj

# MSG_DisMode_BlendGrey (437//)
source: Blend grey
pl: Mieszaj z szarym

# MSG_Item_Defaults (500//)
source: Reset to defaults
pl: Przywróæ ustawienia domy¶lne

# MSG_NoMUI20Event_Help (502//)
source: How to verify if the mouse is over a button: - IntuiTicks: it is verified periodically - MouseMove: it is verified at every mouse move
pl: Jak sprawdzane jest położenie myszki nad przyciskiem: - IntuiTicks: położenie sprawdzane jest okresowo - MouseMove: polożenie sprawdzane jest po każdym poruszeniu myszki

# MSG_SpacersSize_None (503//)
source: None
pl: brak

# MSG_SpacersSize_OnePoint (504//)
source: One point
pl: jeden punkt

# MSG_SpacersSize_TwoPoint (505//)
source: Two points
pl: dwa punkty

# MSG_Info_Translator (603//)
source: <EMPTY>
pl: Polska wersja: Mariusz Danilewicz / ATO PL http://ato.exec.pl

# MSG_Item_Globals (604//)
source: Reset to global
pl: Przywróæ ustawienia globalne

# MSG_Item_LastSaved (605//)
source: Last saved
pl: Ostatnio zapisane

# MSG_Item_Restore (606//)
source: Restore
pl: Przywróæ

# MSG_Pop_OK_Help (701//)
source: Accept changes.
pl: Akceptuje zmiany.

# MSG_Pop_Cancel (702//)
source: Cancel
pl: Poniechaj

# MSG_Pop_Cancel_Help (703//)
source: Exit without changing.
pl: Wychodzi odrzucaj±c zmiany.

# MSG_Popback_Pattern (710//)
source: Pattern
pl: Wzorzec

# MSG_Popback_Color (711//)
source: Color
pl: Kolor

# MSG_Popback_Bitmap (712//)
source: Bitmap
pl: Bitmapa

# MSG_Popback_HorizGradient (714//)
source: Horizontal
pl: poziomy

# MSG_Popback_HorizGradientHelp (715//)
source: If selected, you get a horizontal gradient.
pl: Je¶li ta opcja jest wł±czona, użyty zostanie poziomy gradient.

# MSG_Popback_VertGradient (716//)
source: Vertical
pl: pionowy

# MSG_Popback_VertGradientHelp (717//)
source: If selected, you get a vertical gradient.
pl: Je¶li ta opcja jest wł±czona, zostanie użyty pionowy gradient.

# MSG_Popback_From (718//)
source: From color
pl: Od koloru

# MSG_Popback_To (719//)
source: To color
pl: Do koloru

# MSG_Popback_Swap (720//)
source: Swap
pl: Zamień

# MSG_Popback_SwapHelp (721//)
source: Swaps from/to colors.
pl: Zamienia kolory od/do.

# MSG_Poppen_Colormap (801//)
source: Colormap
pl: Mapa kolorów

# MSG_Poppen_Shine (803//)
source: Shine
pl: Jasna krawêdŒ

# MSG_Poppen_Halfshine (804//)
source: Halfshine
pl: Półjasna krawêdŒ

# MSG_Poppen_Background (805//)
source: Background
pl: Tło

# MSG_Poppen_Halfshadow (806//)
source: Halfshadow
pl: Półciemna krawêdŒ

# MSG_Poppen_Shadow (807//)
source: Shadow
pl: Ciemna krawêdŒ

# MSG_Poppen_Text (808//)
source: Text
pl: Tekst

# MSG_Poppen_Fill (809//)
source: Fill
pl: Wypełnienie

# MSG_Poppen_Mark (810//)
source: Mark
pl: Zaznaczenie

# MSG_Poppen_ColorMapHelp (811//)
source: Select a screen color entry.
pl: Wybierz wpis koloru ekranu.

# MSG_ColoradjustRed (900//)
source: Red
pl: Czerwony

# MSG_Coloradjust_RedHelp (901//)
source: The red component of the color.
pl: Czerwona składowa koloru.

# MSG_ColoradjustGreen (902//)
source: Green
pl: Zielony

# MSG_Coloradjust_GreenHelp (903//)
source: The green component of the color.
pl: Zielona składowa koloru.

# MSG_ColoradjustBlue (904//)
source: Blue
pl: Niebieski

# MSG_Coloradjust_BlueHelp (905//)
source: The blue component of the color.
pl: Niebieska składowa koloru.

# MSG_Coloradjust_WheelAbbr (906//)
source: GCBMRY
pl: GCBRMY

# MSG_Coloradjust_WheelHelp (907//)
source: Move the mouse to select a color.
pl: Przesuń myszkê by wybraæ kolor.

# MSG_Coloradjust_GradientHelp (908//)
source: The brightness of the color.
pl: Jasno¶æ koloru.

# MSG_PrefsShortHelp (1000//)
source: Next generation tool bar class.
pl: Klasa paska narzêdzi nastêpnej generacji.
