Repository: amiga-mui/thebar
Catalog: mcp/locale/swedish.po
Languages: sv

# MSG_Reg_Colors (1//)
source: Colors
sv: Färger

# MSG_Reg_Appearance (2//)
source: Appearance
sv: Utseende

# MSG_Reg_Spacing (3//)
source: Spacing
sv: Mellanrum

# MSG_Reg_Options (4//)
source: Options
sv: Valmöjligheter

# MSG_Title_Backgrounds (100//)
source: Backgrounds
sv: Bakgrunder

# MSG_GroupBackground (101//)
source: Bar
sv: Rad

# MSG_GroupBackground_Help (102//)
source: Bar background.
sv: Bakgrund för rad.

# MSG_GroupBackground_Title (103//)
source: Bar background
sv: Bakgrund - rad

# MSG_UseGroupBackground (104//)
source: Active
sv: Aktiv

# MSG_UseGroupBackground_Help (105//)
source: If selected, the bar gets your preferred background, otherwise it gets its parent background.
sv: Om vald, får raden din föredragna bakgrund, annars får den sin föregångna bakgrund.

# MSG_ButtonBackground (106//)
source: Buttons
sv: Knappar

# MSG_ButtonBackground_Help (107//)
source: Active buttons background.
sv: Bakgrund för aktiva knappar.

# MSG_ButtonBackground_Title (108//)
source: Active buttons background
sv: Bakgrund - aktiva knappar

# MSG_UseButtonBackground (109//)
source: Active
sv: Aktiv

# MSG_UseButtonBackground_Help (110//)
source: If selected, the buttons get your preferred background, otherwise they get their parent background.
sv: Om vald, får knapparna din föredragna bakgrund, annars får de sin föregångna bakgrund.

# MSG_Title_Frame (111//)
source: Buttons frame
sv: Knappram

# MSG_FrameShinePen (112//)
source: Shine
sv: Sken

# MSG_FrameShinePen_Help (113//)
source: Active buttons frame shine pen.
sv: Sken penna för aktiva knappars ram.

# MSG_FrameShinePen_Title (114//)
source: Frame shine pen
sv: Sken penna - ram

# MSG_FrameShadowPen (115//)
source: Shadow
sv: Skugga

# MSG_FrameShadowPen_Help (116//)
source: Active buttons frame shadow pen.
sv: Skugg penna för aktiva knappars ram.

# MSG_FrameShadowPen_Title (117//)
source: Frame shadow pen
sv: Skugg penna - ram

# MSG_FrameStyle_Recessed (118//)
source: Recessed
sv: Fördjupad

# MSG_FrameStyle (120//)
source: Style
sv: Stil

# MSG_FrameStyle_Help (121//)
source: Active buttons frame style.
sv: Ram stil för aktiva knappar.

# MSG_Title_Disabled (122//)
source: Disabled buttons
sv: Avaktiverade knappar

# MSG_DisabledBody (123//)
source: Body
sv: Kropp

# MSG_DisabledBody_Help (124//)
source: Disabled buttons body pen. It is used as main pen for disabled buttons in Shape mode and as grid pen for disabled buttons in Grid modes.
sv: Kropp penna för avaktiverade knappar. Den används som huvudpenna för avaktiverade knappar i Form läge och som rut penna för avaktiverade knappar i Rutnät läge.

# MSG_DisabledBody_Title (125//)
source: Body pen
sv: Kropp penna

# MSG_DisabledShadow (126//)
source: Shadow
sv: Skugga

# MSG_DisabledShadow_Help (127//)
source: Disabled buttons shadow pen. It is used as secondary pen for disabled buttons in Shape mode and as text pen for disabled buttons in Grid modes.
sv: Skugg penna för avaktiverade knappar. Den används som andra penna för avaktiverade knappar i Form läge och som text penna för avaktiverade knappar i Rutnät läge.

# MSG_DisabledShadow_Title (128//)
source: Shadow pen
sv: Skugg penna

# MSG_Title_BarSpacer (129//)
source: Bar spacer
sv: Radavskiljare

# MSG_BarSpacerShinePen (130//)
source: Shine
sv: Sken

# MSG_BarSpacerShinePen_Help (131//)
source: Bar spacer shine pen.
sv: Sken penna för radavskiljare.

# MSG_BarSpacerShinePen_Title (132//)
source: Spacer shine pen
sv: Sken penna - avskiljare

# MSG_BarSpacerShadowPen (133//)
source: Shadow
sv: Skugga

# MSG_BarSpacerShadowPen_Help (134//)
source: Bar spacer shadow pen.
sv: Skugg penna för radavskiljare.

# MSG_BarSpacerShadowPen_Title (135//)
source: Spacer shadow pen
sv: Skugg penna - radavskiljare

# MSG_Title_BarFrame (136//)
source: Bar frame
sv: Rad ram

# MSG_BarFrameShine (137//)
source: Shine
sv: Sken

# MSG_BarFrameShine_Help (138//)
source: Bar frame shine pen.
sv: Sken penna för radens ram.

# MSG_BarFrameShine_Title (139//)
source: Frame shine pen
sv: Sken penna - ram

# MSG_BarFrameShadow (140//)
source: Shadow
sv: Skugga

# MSG_BarFrameShadow_Help (141//)
source: Bar frame shadow pen.
sv: Skugg penna för radens ram.

# MSG_BarFrameShadow_Title (142//)
source: Frame shadow pen
sv: Skugg penna - ram

# MSG_Title_DragBar (143//)
source: DragBar
sv: Draghandtag

# MSG_DragBarShine (144//)
source: Shine
sv: Sken

# MSG_DragBarShine_Help (145//)
source: DragBar shine pen.
sv: Sken penna för draghandtag.

# MSG_DragBarShine_Title (146//)
source: DragBar shine pen
sv: Sken penna - draghandtag

# MSG_DragBarShadow (147//)
source: Shadow
sv: Skugga

# MSG_DragBarShadow_Help (148//)
source: DragBar shadow pen.
sv: Skugg penna för draghandtag.

# MSG_DragBarShadow_Title (149//)
source: DragBar shadow pen
sv: Skugg penna - draghandtag

# MSG_DragBarFill (150//)
source: Fill
sv: Fyll

# MSG_DragBarFill_Help (151//)
source: DragBar fill pen.
sv: Fyll penna för draghandtag.

# MSG_DragBarFill_Title (152//)
source: DragBar fill pen
sv: Fyll penna - draghandtag

# MSG_UseDragBarFill (153//)
source: Use
sv: Använd

# MSG_UseDragBarFill_Help (154//)
source: If selected, the dragbar fill pen is used.
sv: Om vald, så används fyll penna för draghandtag.

# MSG_Frame (155//)
source: Frame
sv: Ram

# MSG_Frame_Help (156//)
source: Bar frame
sv: Ram för rad.

# MSG_Frame_Title (157//)
source: Bar frame
sv: Ram - rad

# MSG_TextFont_Help (201//)
source: Text only buttons font.
sv: Typsnitt för textknappar.

# MSG_TextGfxFont (202//)
source: TextGfx
sv: TextGrafik

# MSG_TextGfxFont_Help (203//)
source: Text and image buttons font.
sv: Typsnitt för text och bildknappar.

# MSG_ViewMode (204//)
source: View mode
sv: Visningsläge

# MSG_ViewMode_Help (205//)
source: Adjust the appearance of the buttons.
sv: Justera knapparnas utseende.

# MSG_Appearance_Text (206//)
source: The options below are used by TheBar if and only if the object requested for it at creation time. It means that if the programmer didn't decide otherwise, they are simply ignored.
sv: Valen nedan används av TheBar endast om objektet frågade efter det vid uppstart. Det betyder att om programmeraren inte bestämde annorlunda så ignoreras de bara.

# MSG_TextGfx (207//)
source: Icons and text
sv: Ikoner och text

# MSG_Gfx (208//)
source: Icons only
sv: Endast ikoner

# MSG_Text (209//)
source: Text only
sv: Endast text

# MSG_Borderless (210//)
source: Borderless
sv: Ramlös

# MSG_Borderless_Help (211//)
source: If selected, buttons are borderless.
sv: Om vald, så har knapparna ingen ram.

# MSG_Sunny (212//)
source: Highlight
sv: Framhäv

# MSG_Sunny_Help (213//)
source: If selected, buttons, normally in black and white, are colored when the mouse is over them.
sv: Om vald, knappar, normalt i svart och vitt, blir färgade när muspekaren är över dem.

# MSG_Raised (214//)
source: Raised
sv: Upphöjd

# MSG_Raised_Help (215//)
source: If selected, buttons, normally frameless, are framed when the mouse is over them.
sv: Om vald, knappar, normalt ramlösa, får en ram när muspekaren är över dem.

# MSG_Scaled (216//)
source: Scaled
sv: Skala

# MSG_Scaled_Help (217//)
source: If selected, buttons are scaled.
sv: Om vald, så skalas knapparna.

# MSG_BarSpacer (218//)
source: Force Bar spacer
sv: Tvinga radavskiljare

# MSG_BarSpacer_Help (219//)
source: If selected, a bar spacer is used for all kind of separators.
sv: Om vald, så används en radavskiljare för alla typer av separatörer.

# MSG_EnableKeys (220//)
source: Enable keys
sv: Aktivera snabbtangenter

# MSG_EnableKeys_Help (221//)
source: If selected, buttons short cuts are active.
sv: Om vald, så aktiveras knappgenvägar.

# MSG_LabelPos (222//)
source: Labels at
sv: Etikett position

# MSG_LabelPos_Help (223//)
source: Adjust the position of text in Icons and text buttons.
sv: Justera textposition i ikoner och text knappar.

# MSG_LabelPos_Bottom (224//)
source: Bottom
sv: Nederst

# MSG_LabelPos_Top (225//)
source: Top
sv: Överst

# MSG_LabelPos_Right (226//)
source: Right
sv: Höger

# MSG_LabelPos_Left (227//)
source: Left
sv: Vänster

# MSG_Title_GroupSpacing (300//)
source: Bar
sv: Rad

# MSG_HorizGroupSpacing (301//)
source: Horiz
sv: Horis

# MSG_HorizGroupSpacing_Help (302//)
source: Pixels between two buttons in a bar row.
sv: Pixlar mellan två knappar i en rad.

# MSG_VertGroupSpacing_Help (304//)
source: Pixels between two bar rows.
sv: Pixlar mellan två rader.

# MSG_BarSpacerSpacing (305//)
source: Bar
sv: Rad

# MSG_BarSpacerSpacing_Help (306//)
source: Pixels between a Bar spacer and the previous/next object.
sv: Pixlar mellan en radavskiljare och föregående/nästa objekt.

# MSG_Title_InnerSpacing (307//)
source: Buttons
sv: Knappar

# MSG_HorizInnerSpacing (308//)
source: Horiz
sv: Horis

# MSG_HorizInnerSpacing_Help (309//)
source: Pixels between the left/right frame border and the button contents.
sv: Pixlar mellan vänster/höger ramgräns och knappinnehållet.

# MSG_TopInnerSpacing (310//)
source: Top
sv: Överst

# MSG_TopInnerSpacing_Help (311//)
source: Pixels between the top frame border and the button contents.
sv: Pixlar mellan översta ramgränsen och knappinnehållet.

# MSG_BottomInnerSpacing (312//)
source: Bottom
sv: Nederst

# MSG_BottomInnerSpacing_Help (313//)
source: Pixels between the bottom frame border and the button contents.
sv: Pixlar mellan nedersta ramgränsen och knappinnehållet.

# MSG_Title_BarFrameSpacing (314//)
source: Bar frame
sv: Rad ram

# MSG_LeftBarFrameSpacing (315//)
source: Left
sv: Vänster

# MSG_LeftBarFrameSpacing_Help (316//)
source: Pixels between the left frame border and the bar contents.
sv: Pixlar mellan vänster ramgräns och rad innehållet.

# MSG_RightBarFrameSpacing (317//)
source: Right
sv: Höger

# MSG_RightBarFrameSpacing_Help (318//)
source: Pixels between the right frame border and the bar contents.
sv: Pixlar mellan höger ramgräns och rad innehållet.

# MSG_TopBarFrameSpacing (319//)
source: Top
sv: Överst

# MSG_TopBarFrameSpacing_Help (320//)
source: Pixels between the top frame border and the bar contents.
sv: Pixlar mellan översta ramgränsen och rad innehållet.

# MSG_BottomBarFrameSpacing (321//)
source: Bottom
sv: Nederst

# MSG_BottomBarFrameSpacing_Help (322//)
source: Pixels between the bottom frame border and the bar contents.
sv: Pixlar mellan nedersta ramgränsen och rad innehållet.

# MSG_Title_TextGfxSpacing (323//)
source: Text/Gfx
sv: Text/Grafik

# MSG_HorizTextGfxSpacing (324//)
source: Horiz
sv: Horis

# MSG_HorizTextGfxSpacing_Help (325//)
source: Pixels between an image and its left/right placed label.
sv: Pixlar mellan en bild och dess vänster/höger placerade märkning.

# MSG_VertTextGfxSpacing_Help (327//)
source: Pixels between an image and its bottom/top placed label.
sv: Pixlar mellan en bild och dess nederst/överst placerade märkning.

# MSG_Precision_Gui (400//)
source: Bad
sv: Gui

# MSG_Precision_Icon (401//)
source: Poor
sv: Ikon

# MSG_Precision_Image (402//)
source: Good
sv: Bild

# MSG_Precision_Exact (403//)
source: Best
sv: Exakt

# MSG_Precision (404//)
source: Quality
sv: Kvalité

# MSG_Precision_Help (405//)
source: Precision to use when obtaining pens.
sv: Precision att använda vid hämtning av pennor.

# MSG_Event_MouseMove (407//)
source: MouseMove
sv: Musflyttning

# MSG_Event (408//)
source: Event
sv: Händelse

# MSG_Event_Help (409//)
source: How to verify if the mouse is over a button: - IntuiTicks: it is verified periodically - MouseMove: it is verified at every mouse move - MouseObject, it is verified at when the mouse over a new object
sv: Hur vi verifierar om muspekaren är över en knapp: - IntuiTicks: verifieras periodvis - Musflyttning: verifieras vid varje musflyttning - Musobjekt: verifieras när muspekaren är över ett nytt objekt

# MSG_Scale (410//)
source: Scale
sv: Skala

# MSG_Scale_Help (411//)
source: Scale factor for scaled images.
sv: Skalningsfaktor för skalade bilder.

# MSG_SpecialSelect (412//)
source: Special select
sv: Specialvälj

# MSG_SpecialSelect_Help (413//)
source: If selected, button contents are moved when they are selected or active.
sv: Om vald, så flyttas knapparnas innehåll när de väljs eller är aktiva.

# MSG_TextOverUseShine_Help (415//)
source: If selected, active buttons labels are drawn with the shine pen.
sv: Om vald, så ritas aktiva knappars etikett med sken pennan.

# MSG_IgnoreSelImages (416//)
source: Ignore selected images
sv: Ignorera valda bilder

# MSG_IgnoreSelImages_Help (417//)
source: If selected, selected images are ignored.
sv: Om vald, så ignoreras valda bilder.

# MSG_IgnoreDisImages (418//)
source: Ignore disabled images
sv: Ignorera icke valda bilder

# MSG_IgnoreDisImages_Help (419//)
source: If selected, disabled images are ignored.
sv: Om vald, så ignoreras icke valda bilder.

# MSG_DisMode_Shape (420//)
source: Shape
sv: Form

# MSG_DisMode_Grid (421//)
source: Grid
sv: Rutnät

# MSG_DisMode_FullGrid (422//)
source: Full grid
sv: Fullt rutnät

# MSG_DisMode (423//)
source: Disable
sv: Icke vald

# MSG_DisMode_Help (424//)
source: How to render disabled buttons.
sv: Hur icke valda knappar renderas.

# MSG_DontMove (425//)
source: Don't move
sv: Flytta inte

# MSG_DontMove_Help (426//)
source: If selected, the contents of the buttons is not moved when they are active.
sv: Om vald, så flyttas inte knapparnas innehåll när de är aktiva.

# MSG_DisMode_Sunny (427//)
source: Grey
sv: Grå

# MSG_NtRaiseActive (428//)
source: Don't raise active buttons
sv: Upphöj inte aktiva knappar

# MSG_NtRaiseActive_Help (429//)
source: If selected, active buttons are not raised.
sv: Om vald, så upphöjs inte aktiva knappar.

# MSG_SpacersSize (430//)
source: Spacers size
sv: Storlek avskiljare

# MSG_SpacersSize_Help (431//)
source: Size of spacers.
sv: Storlek på avskiljare.

# MSG_SpacersSize_Quarter (432//)
source: Quarter of a button
sv: En kvarts knapp

# MSG_SpacersSize_Half (433//)
source: Half of a button
sv: En halv knapp

# MSG_SpacersSize_One (434//)
source: As a button
sv: En hel knapp

# MSG_Event_MouseObject (435//)
source: MouseObject
sv: Musobjekt

# MSG_DisMode_Blend (436//)
source: Blend
sv: Blanda

# MSG_DisMode_BlendGrey (437//)
source: Blend grey
sv: Blanda grå

# MSG_Item_Defaults (500//)
source: Reset to defaults
sv: Återställ till förval

# MSG_NoMUI20Event_Help (502//)
source: How to verify if the mouse is over a button: - IntuiTicks: it is verified periodically - MouseMove: it is verified at every mouse move
sv: Hur vi verifierar att muspekaren är över en knapp: - IntuiTicks: verifieras periodiskt - Musflyttning: verifieras vid varje musflyttning

# MSG_SpacersSize_None (503//)
source: None
sv: Ingen

# MSG_SpacersSize_OnePoint (504//)
source: One point
sv: En punkt

# MSG_SpacersSize_TwoPoint (505//)
source: Two points
sv: Två punkter

# MSG_Info_Translator (603//)
source: <EMPTY>
sv: Svenska av: Pär Boberg

# MSG_Item_Globals (604//)
source: Reset to global
sv: Återställ till globala

# MSG_Item_LastSaved (605//)
source: Last saved
sv: Senast sparade

# MSG_Item_Restore (606//)
source: Restore
sv: Återställ

# MSG_Pop_OK_Help (701//)
source: Accept changes.
sv: Acceptera ändringar.

# MSG_Pop_Cancel (702//)
source: Cancel
sv: Avbryt

# MSG_Pop_Cancel_Help (703//)
source: Exit without changing.
sv: Avbryt utan att ändra.

# MSG_Popback_Pattern (710//)
source: Pattern
sv: Mönster

# MSG_Popback_Color (711//)
source: Color
sv: Färg

# MSG_Popback_HorizGradient (714//)
source: Horizontal
sv: Horisontell

# MSG_Popback_HorizGradientHelp (715//)
source: If selected, you get a horizontal gradient.
sv: Om vald, så får du en horisontell gradient.

# MSG_Popback_VertGradient (716//)
source: Vertical
sv: Vertikal

# MSG_Popback_VertGradientHelp (717//)
source: If selected, you get a vertical gradient.
sv: Om vald, så får du en vertikal gradient.

# MSG_Popback_From (718//)
source: From color
sv: Från färg

# MSG_Popback_To (719//)
source: To color
sv: Till färg

# MSG_Popback_Swap (720//)
source: Swap
sv: Växla

# MSG_Popback_SwapHelp (721//)
source: Swaps from/to colors.
sv: Växla från/till färger.

# MSG_Poppen_Colormap (801//)
source: Colormap
sv: Färgkarta

# MSG_Poppen_Shine (803//)
source: Shine
sv: Sken

# MSG_Poppen_Halfshine (804//)
source: Halfshine
sv: Halvsken

# MSG_Poppen_Background (805//)
source: Background
sv: Bakgrund

# MSG_Poppen_Halfshadow (806//)
source: Halfshadow
sv: Halvskugga

# MSG_Poppen_Shadow (807//)
source: Shadow
sv: Skugga

# MSG_Poppen_Fill (809//)
source: Fill
sv: Fyll

# MSG_Poppen_Mark (810//)
source: Mark
sv: Markera

# MSG_Poppen_ColorMapHelp (811//)
source: Select a screen color entry.
sv: Välj en skärmfärgspost.

# MSG_ColoradjustRed (900//)
source: Red
sv: Röd

# MSG_Coloradjust_RedHelp (901//)
source: The red component of the color.
sv: Röd färgkomponent.

# MSG_ColoradjustGreen (902//)
source: Green
sv: Grön

# MSG_Coloradjust_GreenHelp (903//)
source: The green component of the color.
sv: Grön färgkomponent.

# MSG_ColoradjustBlue (904//)
source: Blue
sv: Blå

# MSG_Coloradjust_BlueHelp (905//)
source: The blue component of the color.
sv: Blå färgkomponent.

# MSG_Coloradjust_WheelHelp (907//)
source: Move the mouse to select a color.
sv: Flytta muspekaren för att välja en färg.

# MSG_Coloradjust_GradientHelp (908//)
source: The brightness of the color.
sv: Färgens ljushet.

# MSG_PrefsShortHelp (1000//)
source: Next generation tool bar class.
sv: Nästa generations verktygsradsklass.
