Repository: amiga-mui/thebar
Catalog: mcp/locale/turkish.po
Languages: tr

# MSG_Reg_Colors (1//)
source: Colors
tr: Renkler

# MSG_Reg_Appearance (2//)
source: Appearance
tr: Görünüm

# MSG_Reg_Spacing (3//)
source: Spacing
tr: Boşluklar

# MSG_Reg_Options (4//)
source: Options
tr: Seçenekler

# MSG_Title_Backgrounds (100//)
source: Backgrounds
tr: Art alanlar

# MSG_GroupBackground (101//)
source: Bar
tr: Çubuk

# MSG_GroupBackground_Help (102//)
source: Bar background.
tr: Çubuk art alanı.

# MSG_GroupBackground_Title (103//)
source: Bar background
tr: Çubuk art alanı

# MSG_UseGroupBackground (104//)
source: Active
tr: Etkin

# MSG_UseGroupBackground_Help (105//)
source: If selected, the bar gets your preferred background, otherwise it gets its parent background.
tr: Etkinleştirildiğinde, çubuk sizin tercih ettiğiniz art alana sahip olur. Aksi durumda alt art alan devralınır.

# MSG_ButtonBackground (106//)
source: Buttons
tr: Düğmeler

# MSG_ButtonBackground_Help (107//)
source: Active buttons background.
tr: Etkin düğmenin art alanı.

# MSG_ButtonBackground_Title (108//)
source: Active buttons background
tr: Etkin düğmenin art alanı

# MSG_UseButtonBackground (109//)
source: Active
tr: Etkin

# MSG_UseButtonBackground_Help (110//)
source: If selected, the buttons get your preferred background, otherwise they get their parent background.
tr: Etkinleştirildiğinde, düğmeler sizin tercih ettiğiniz art alana sahip olur. Aksi durumda alt art alan devralınır.

# MSG_Title_Frame (111//)
source: Buttons frame
tr: Düğme çerçevesi

# MSG_FrameShinePen (112//)
source: Shine
tr: Parlayan

# MSG_FrameShinePen_Help (113//)
source: Active buttons frame shine pen.
tr: Etkin düğme çerçevesinin parlayan rengi.

# MSG_FrameShinePen_Title (114//)
source: Frame shine pen
tr: Çerçeve parlayan kalemi

# MSG_FrameShadowPen (115//)
source: Shadow
tr: Gölge

# MSG_FrameShadowPen_Help (116//)
source: Active buttons frame shadow pen.
tr: Etkin düğme çerçevesinin gölge rengi.

# MSG_FrameShadowPen_Title (117//)
source: Frame shadow pen
tr: Çerçeve gölge kalemi

# MSG_FrameStyle_Recessed (118//)
source: Recessed
tr: Girinti

# MSG_FrameStyle (120//)
source: Style
tr: Şekil

# MSG_FrameStyle_Help (121//)
source: Active buttons frame style.
tr: Etkin düğmenin çerçeve şekli.

# MSG_Title_Disabled (122//)
source: Disabled buttons
tr: Devre dışı düğmeler

# MSG_DisabledBody (123//)
source: Body
tr: Gövde

# MSG_DisabledBody_Help (124//)
source: Disabled buttons body pen. It is used as main pen for disabled buttons in Shape mode and as grid pen for disabled buttons in Grid modes.
tr: Devre dışı düğmenin gövde kalemi. 'Şekil' kipinde devre dışı düğmenin ana kalemi olarak, 'Kılavuz' kiplerinde ise kılavuz çizgisi kalemi olarak kullanılır.

# MSG_DisabledBody_Title (125//)
source: Body pen
tr: Gövde kalemi

# MSG_DisabledShadow (126//)
source: Shadow
tr: Gölge

# MSG_DisabledShadow_Help (127//)
source: Disabled buttons shadow pen. It is used as secondary pen for disabled buttons in Shape mode and as text pen for disabled buttons in Grid modes.
tr: Devre dışı düğmenin gölge kalemi. 'Şekil' kipinde devre dışı düğmenin ikincil kalemi olarak, 'Kılavuz' kiplerinde ise metin kalemi olarak kullanılır.

# MSG_DisabledShadow_Title (128//)
source: Shadow pen
tr: Gölge kalemi

# MSG_Title_BarSpacer (129//)
source: Bar spacer
tr: Çubuk ayıracı

# MSG_BarSpacerShinePen (130//)
source: Shine
tr: Parlayan

# MSG_BarSpacerShinePen_Help (131//)
source: Bar spacer shine pen.
tr: Çubuk ayıracı parlayan rengi.

# MSG_BarSpacerShinePen_Title (132//)
source: Spacer shine pen
tr: Ayıraç parlayan kalemi

# MSG_BarSpacerShadowPen (133//)
source: Shadow
tr: Gölge

# MSG_BarSpacerShadowPen_Help (134//)
source: Bar spacer shadow pen.
tr: Çubuk ayıracı gölge rengi.

# MSG_BarSpacerShadowPen_Title (135//)
source: Spacer shadow pen
tr: Ayıraç gölge kalemi

# MSG_Title_BarFrame (136//)
source: Bar frame
tr: Çubuk çerçevesi

# MSG_BarFrameShine (137//)
source: Shine
tr: Parlayan

# MSG_BarFrameShine_Help (138//)
source: Bar frame shine pen.
tr: Çubuk çerçevesi parlayan rengi.

# MSG_BarFrameShine_Title (139//)
source: Frame shine pen
tr: Çerçeve parlayan kalemi

# MSG_BarFrameShadow (140//)
source: Shadow
tr: Gölge

# MSG_BarFrameShadow_Help (141//)
source: Bar frame shadow pen.
tr: Çubuk çerçevesi gölge rengi.

# MSG_BarFrameShadow_Title (142//)
source: Frame shadow pen
tr: Çerçeve gölge kalemi

# MSG_Title_DragBar (143//)
source: DragBar
tr: Sürükleme çubuğu

# MSG_DragBarShine (144//)
source: Shine
tr: Parlayan

# MSG_DragBarShine_Help (145//)
source: DragBar shine pen.
tr: Sürükleme çubuğu parlayan rengi.

# MSG_DragBarShine_Title (146//)
source: DragBar shine pen
tr: Sürükleme çubuğu parlayan kalemi

# MSG_DragBarShadow (147//)
source: Shadow
tr: Gölge

# MSG_DragBarShadow_Help (148//)
source: DragBar shadow pen.
tr: Sürükleme çubuğu gölge rengi.

# MSG_DragBarShadow_Title (149//)
source: DragBar shadow pen
tr: Sürükleme çubuğu gölge kalemi

# MSG_DragBarFill (150//)
source: Fill
tr: Dolgu

# MSG_DragBarFill_Help (151//)
source: DragBar fill pen.
tr: Sürükleme çubuğu dolgu rengi.

# MSG_DragBarFill_Title (152//)
source: DragBar fill pen
tr: Sürükleme çubuğu dolgu kalemi

# MSG_UseDragBarFill (153//)
source: Use
tr: Kullan

# MSG_UseDragBarFill_Help (154//)
source: If selected, the dragbar fill pen is used.
tr: Etkinleştirildiğinde, sürükleme çubuğu dolgu kalemi kullanılır.

# MSG_Frame (155//)
source: Frame
tr: Çerçeve

# MSG_Frame_Help (156//)
source: Bar frame
tr: Çubuk çerçevesi

# MSG_Frame_Title (157//)
source: Bar frame
tr: Çubuk çerçevesi

# MSG_TextFont (200//)
source: Text
tr: Metin

# MSG_TextFont_Help (201//)
source: Text only buttons font.
tr: Salt metin düğmelerin yazıtipi.

# MSG_TextGfxFont (202//)
source: TextGfx
tr: Metin&Grafik

# MSG_TextGfxFont_Help (203//)
source: Text and image buttons font.
tr: Metin ve simge düğmelerin yazıtipi.

# MSG_ViewMode (204//)
source: View mode
tr: Gösterim kipi

# MSG_ViewMode_Help (205//)
source: Adjust the appearance of the buttons.
tr: Düğmelerin görünümünü ayarlayınız.

# MSG_Appearance_Text (206//)
source: The options below are used by TheBar if and only if the object requested for it at creation time. It means that if the programmer didn't decide otherwise, they are simply ignored.
tr: TheBar aşağıdaki ayarları ancak ve ancak, nesne oluşturulurken özel olarak başvurursa kullanır. Yani, eğer programcı aksine karar vermediyse yoksayılırlar.

# MSG_TextGfx (207//)
source: Icons and text
tr: Simgeler ve metin

# MSG_Gfx (208//)
source: Icons only
tr: Yalnıca simgeler

# MSG_Text (209//)
source: Text only
tr: Yalnızca metin

# MSG_Borderless (210//)
source: Borderless
tr: Kenarlıksız

# MSG_Borderless_Help (211//)
source: If selected, buttons are borderless.
tr: Eğer etkinleştirilirse, düğmeler kenarlıksız çizilir.

# MSG_Sunny (212//)
source: Highlight
tr: Işıldat

# MSG_Sunny_Help (213//)
source: If selected, buttons, normally in black and white, are colored when the mouse is over them.
tr: Eğer etkinleştirlirse, düğmeler normal durumda siyah beyaz olur ve fare üzerlerine geldiğinde renklenir.

# MSG_Raised (214//)
source: Raised
tr: Kabart

# MSG_Raised_Help (215//)
source: If selected, buttons, normally frameless, are framed when the mouse is over them.
tr: Eğer etkinleştirilirse, düğmeler çerçevesiz çizilir ve sadece fare üzerine geldiğinde çerçevelenir.

# MSG_Scaled (216//)
source: Scaled
tr: Ölçekle

# MSG_Scaled_Help (217//)
source: If selected, buttons are scaled.
tr: Etkinleştirilirse, düğmeler ölçeklendirilir.

# MSG_BarSpacer (218//)
source: Force Bar spacer
tr: Çubuk ayıraca zorla

# MSG_BarSpacer_Help (219//)
source: If selected, a bar spacer is used for all kind of separators.
tr: Etkinleşitirirse, her çeşit ayıracın yerine çubuk ayıraç kullanılır.

# MSG_EnableKeys (220//)
source: Enable keys
tr: Tuşları etkinleştir

# MSG_EnableKeys_Help (221//)
source: If selected, buttons short cuts are active.
tr: Onaylanırsa, düğme kısayol tuşları etkinleşir.

# MSG_LabelPos (222//)
source: Labels at
tr: Etiket konumu

# MSG_LabelPos_Help (223//)
source: Adjust the position of text in Icons and text buttons.
tr: İmge ve metin düğmeleri için metin konumunu ayarlayın.

# MSG_LabelPos_Bottom (224//)
source: Bottom
tr: Aşağıda

# MSG_LabelPos_Top (225//)
source: Top
tr: Yukarıda

# MSG_LabelPos_Right (226//)
source: Right
tr: Sağda

# MSG_LabelPos_Left (227//)
source: Left
tr: Solda

# MSG_Title_GroupSpacing (300//)
source: Bar
tr: Çubuk

# MSG_HorizGroupSpacing (301//)
source: Horiz
tr: Yatay

# MSG_HorizGroupSpacing_Help (302//)
source: Pixels between two buttons in a bar row.
tr: Aynı sıradaki düğmeler arasında boşluk bırakılacak piksel sayısı.

# MSG_VertGroupSpacing (303//)
source: Vert
tr: Düşey

# MSG_VertGroupSpacing_Help (304//)
source: Pixels between two bar rows.
tr: İki düğme sırası arasında boşluk olarak bırakılacak piksel sayısı.

# MSG_BarSpacerSpacing (305//)
source: Bar
tr: Çubuk

# MSG_BarSpacerSpacing_Help (306//)
source: Pixels between a Bar spacer and the previous/next object.
tr: Bir çubuk ayıracının öncesinde ve sonrasındaki düğmeler ile arasında boşluk bırakılacak piksel sayısı.

# MSG_Title_InnerSpacing (307//)
source: Buttons
tr: Düğmeler

# MSG_HorizInnerSpacing (308//)
source: Horiz
tr: Yatay

# MSG_HorizInnerSpacing_Help (309//)
source: Pixels between the left/right frame border and the button contents.
tr: Sol/sağ çerçeve kenarlıkları ile düğmeler arasında boşluk bırakılacak piksel sayısı.

# MSG_TopInnerSpacing (310//)
source: Top
tr: Üst

# MSG_TopInnerSpacing_Help (311//)
source: Pixels between the top frame border and the button contents.
tr: Üst çerceve kenarı ile düğmeler arasında boşluk bırakılacak piksel sayısı.

# MSG_BottomInnerSpacing (312//)
source: Bottom
tr: Alt

# MSG_BottomInnerSpacing_Help (313//)
source: Pixels between the bottom frame border and the button contents.
tr: Alt çerceve kenarı ile düğmeler arasında boşluk bırakılacak piksel sayısı.

# MSG_Title_BarFrameSpacing (314//)
source: Bar frame
tr: Çubuk çerçevesi

# MSG_LeftBarFrameSpacing (315//)
source: Left
tr: Sol

# MSG_LeftBarFrameSpacing_Help (316//)
source: Pixels between the left frame border and the bar contents.
tr: Sol çerçeve kenarı ile çubuk içeriği arasında boşluk bırakılacak piksel sayısı.

# MSG_RightBarFrameSpacing (317//)
source: Right
tr: Sağ

# MSG_RightBarFrameSpacing_Help (318//)
source: Pixels between the right frame border and the bar contents.
tr: Sağ çerçeve kenarı ile çubuk içeriği arasında boşluk bırakılacak piksel sayısı.

# MSG_TopBarFrameSpacing (319//)
source: Top
tr: Üst

# MSG_TopBarFrameSpacing_Help (320//)
source: Pixels between the top frame border and the bar contents.
tr: Üst çerçeve kenarı ile çubuk içeriği arasında boşluk bırakılacak piksel sayısı.

# MSG_BottomBarFrameSpacing (321//)
source: Bottom
tr: Alt

# MSG_BottomBarFrameSpacing_Help (322//)
source: Pixels between the bottom frame border and the bar contents.
tr: Alt çerçeve kenarı ile çubuk içeriği arasında boşluk bırakılacak piksel sayısı.

# MSG_Title_TextGfxSpacing (323//)
source: Text/Gfx
tr: Metin/İmge

# MSG_HorizTextGfxSpacing (324//)
source: Horiz
tr: Yatay

# MSG_HorizTextGfxSpacing_Help (325//)
source: Pixels between an image and its left/right placed label.
tr: Bir simge ile sağ/soluna yerleştirilecek etiket arasında boşluk bırakılacak piksel sayısı.

# MSG_VertTextGfxSpacing (326//)
source: Vert
tr: Dikey

# MSG_VertTextGfxSpacing_Help (327//)
source: Pixels between an image and its bottom/top placed label.
tr: Bir simge ile alt/üstüne yerleştirilecek etiket arasında boşluk bırakılacak piksel sayısı.

# MSG_Precision_Gui (400//)
source: Bad
tr: Kötü

# MSG_Precision_Icon (401//)
source: Poor
tr: Zayıf

# MSG_Precision_Image (402//)
source: Good
tr: İyi

# MSG_Precision_Exact (403//)
source: Best
tr: En iyi

# MSG_Precision (404//)
source: Quality
tr: Kalite

# MSG_Precision_Help (405//)
source: Precision to use when obtaining pens.
tr: Kalem renkleri seçilirken kullanılacak hassasiyet.

# MSG_Event_MouseMove (407//)
source: MouseMove
tr: Fare hareketi

# MSG_Event (408//)
source: Event
tr: Olay

# MSG_Event_Help (409//)
source: How to verify if the mouse is over a button: - IntuiTicks: it is verified periodically - MouseMove: it is verified at every mouse move - MouseObject, it is verified at when the mouse over a new object
tr: Farenin bir düğme üzerinde olduğu nasıl doğrulansın: - IntuiTicks: belli aralıklarla doğrulanır - Fare hareketi: her fare hareketinde doğrulanır - Fare nesne: fare yeni bir nesnenin üzerine geldiğinde onaylanır.

# MSG_Scale (410//)
source: Scale
tr: Ölçek

# MSG_Scale_Help (411//)
source: Scale factor for scaled images.
tr: Ölçeklendirilmiş simgeler için ölçek değeri.

# MSG_SpecialSelect (412//)
source: Special select
tr: Özel seçim

# MSG_SpecialSelect_Help (413//)
source: If selected, button contents are moved when they are selected or active.
tr: Onaylanırsa, düğmeler seçili veya etkin olduklarında içerikleri hareket ettirilir.

# MSG_TextOverUseShine (414//)
source: Special text
tr: Özel metin

# MSG_TextOverUseShine_Help (415//)
source: If selected, active buttons labels are drawn with the shine pen.
tr: Onaylanırsa, etkin düğme etiketleri parlayan kalem ile yazılır.

# MSG_IgnoreSelImages (416//)
source: Ignore selected images
tr: Seçilmiş simgelerini yoksay

# MSG_IgnoreSelImages_Help (417//)
source: If selected, selected images are ignored.
tr: Onaylanırsa, etkin/seçilmiş durum simgeleri yok sayılır.

# MSG_IgnoreDisImages (418//)
source: Ignore disabled images
tr: Devre dışı simgelerini yoksay

# MSG_IgnoreDisImages_Help (419//)
source: If selected, disabled images are ignored.
tr: Onaylanırsa, devre dışı simgeleri yok sayılır.

# MSG_DisMode_Shape (420//)
source: Shape
tr: Şekil

# MSG_DisMode_Grid (421//)
source: Grid
tr: Klavuz çizgisi

# MSG_DisMode_FullGrid (422//)
source: Full grid
tr: Tam klavuz çizgisi

# MSG_DisMode (423//)
source: Disable
tr: Devre dışı

# MSG_DisMode_Help (424//)
source: How to render disabled buttons.
tr: Devre dışı düğmelerin çizilme yöntemi.

# MSG_DontMove (425//)
source: Don't move
tr: Hareketsiz

# MSG_DontMove_Help (426//)
source: If selected, the contents of the buttons is not moved when they are active.
tr: Onaylanırsa, düğmelerin içerikleri etkin olduklarında hareket ettirilmez.

# MSG_DisMode_Sunny (427//)
source: Grey
tr: Gri

# MSG_NtRaiseActive (428//)
source: Don't raise active buttons
tr: Etkin düğmeleri kabartma

# MSG_NtRaiseActive_Help (429//)
source: If selected, active buttons are not raised.
tr: Onaylandığında, etkin düğmeler kabartılmaz.

# MSG_SpacersSize (430//)
source: Spacers size
tr: Ayıracın büyüklüğü

# MSG_SpacersSize_Help (431//)
source: Size of spacers.
tr: Ayıraçların büyüklüğü.

# MSG_SpacersSize_Quarter (432//)
source: Quarter of a button
tr: Düğmenin dörtte biri kadar

# MSG_SpacersSize_Half (433//)
source: Half of a button
tr: Düğmenin yarısı kadar

# MSG_SpacersSize_One (434//)
source: As a button
tr: Düğme kadar

# MSG_Event_MouseObject (435//)
source: MouseObject
tr: Fare Nesne

# MSG_DisMode_Blend (436//)
source: Blend
tr: Karıştır

# MSG_DisMode_BlendGrey (437//)
source: Blend grey
tr: Gri karıştır

# MSG_Item_Defaults (500//)
source: Reset to defaults
tr: Varsayılanlara döndür

# MSG_NoMUI20Event_Help (502//)
source: How to verify if the mouse is over a button: - IntuiTicks: it is verified periodically - MouseMove: it is verified at every mouse move
tr: Farenin bir düğme üzerinde olduğu nasıl doğrulansın: - IntuiTicks: belli aralıklarla doğrulanır - Fare hareketi: her fare hareketinde doğrulanır

# MSG_SpacersSize_None (503//)
source: None
tr: Yok

# MSG_SpacersSize_OnePoint (504//)
source: One point
tr: Bir piksel

# MSG_SpacersSize_TwoPoint (505//)
source: Two points
tr: İki piksel

# MSG_Info_Translator (603//)
source: <EMPTY>
tr: Türkçe Çeviri : Alper Sönmez

# MSG_Item_Globals (604//)
source: Reset to global
tr: Genele sıfırla

# MSG_Item_LastSaved (605//)
source: Last saved
tr: Son kaydedilmiş

# MSG_Item_Restore (606//)
source: Restore
tr: Geri al

# MSG_Pop_OK (700//)
source: OK
tr: Tamam

# MSG_Pop_OK_Help (701//)
source: Accept changes.
tr: Değişiklikleri kabul et

# MSG_Pop_Cancel (702//)
source: Cancel
tr: İptal

# MSG_Pop_Cancel_Help (703//)
source: Exit without changing.
tr: Değişiklikleri yoksay ve çık.

# MSG_Popback_Pattern (710//)
source: Pattern
tr: Desen

# MSG_Popback_Color (711//)
source: Color
tr: Renk

# MSG_Popback_Gradient (713//)
source: Gradient
tr: Renk geçişi

# MSG_Popback_HorizGradient (714//)
source: Horizontal
tr: Yatay

# MSG_Popback_HorizGradientHelp (715//)
source: If selected, you get a horizontal gradient.
tr: Etkinleştirilirse, yatay bir renk geçişi elde edersiniz.

# MSG_Popback_VertGradient (716//)
source: Vertical
tr: Yatay

# MSG_Popback_VertGradientHelp (717//)
source: If selected, you get a vertical gradient.
tr: Etkinleştirilirse, dikey bir renk geçişi elde edersiniz.

# MSG_Popback_From (718//)
source: From color
tr: Başlangıç rengi

# MSG_Popback_To (719//)
source: To color
tr: Bitiş rengi

# MSG_Popback_Swap (720//)
source: Swap
tr: Değiştir

# MSG_Popback_SwapHelp (721//)
source: Swaps from/to colors.
tr: Başlangıç ile bitiş rengini değiştirir.

# MSG_Poppen_Colormap (801//)
source: Colormap
tr: Renk haritası

# MSG_Poppen_Shine (803//)
source: Shine
tr: Parlayan

# MSG_Poppen_Halfshine (804//)
source: Halfshine
tr: Yarı parlak

# MSG_Poppen_Background (805//)
source: Background
tr: Art alan

# MSG_Poppen_Halfshadow (806//)
source: Halfshadow
tr: Yarı gölge

# MSG_Poppen_Shadow (807//)
source: Shadow
tr: Gölge

# MSG_Poppen_Text (808//)
source: Text
tr: Metin

# MSG_Poppen_Fill (809//)
source: Fill
tr: Dolgu

# MSG_Poppen_Mark (810//)
source: Mark
tr: İşaret

# MSG_Poppen_ColorMapHelp (811//)
source: Select a screen color entry.
tr: Bir ekran renk girdisi seçiniz.

# MSG_ColoradjustRed (900//)
source: Red
tr: Kırmızı

# MSG_Coloradjust_RedHelp (901//)
source: The red component of the color.
tr: Rengin kırmızı bileşeni.

# MSG_ColoradjustGreen (902//)
source: Green
tr: Yeşil

# MSG_Coloradjust_GreenHelp (903//)
source: The green component of the color.
tr: Rengin yeşil bileşeni.

# MSG_ColoradjustBlue (904//)
source: Blue
tr: Mavi

# MSG_Coloradjust_BlueHelp (905//)
source: The blue component of the color.
tr: Rengin mavi bileşeni.

# MSG_Coloradjust_WheelHelp (907//)
source: Move the mouse to select a color.
tr: Fareyi kullanarak bir renk seçin.

# MSG_Coloradjust_GradientHelp (908//)
source: The brightness of the color.
tr: Rengin parlaklığı.

# MSG_PrefsShortHelp (1000//)
source: Next generation tool bar class.
tr: Yeni nesil araç çubuğu sınıfı.
